[
  {
    "title": "Cabo Verde Country Climate and Development Report",
    "abstract": "Cabo Verde’s climate exposure, partly also because of its geography, is compounded by economic vulnerabilities. The country has experienced robust economic growth since the early 1990s and achieved a substantial reduction in poverty, but growth has been volatile and has slowed in recent years. Reflecting the comparative advantage of its attractive natural geography, growth has primarily been driven by the tourism sector, which accounts for a quarter of gross domestic product (GDP), over half of exports, and most foreign direct investment. For similar reasons, the archipelago is heavily reliant on imports, notably those of fuel and food. High levels of remittance and concessional international financing serve to bridge its external financing needs, but they generate additional external vulnerabilities. Adding to this, although recurrent fiscal deficits have recently resorbed, public spending is rigid, and public debt remains above 100 percent of GDP. The COVID-19 pandemic put Cabo Verde’s external vulnerabilities on display, causing a steep decline in tourism revenue and a surge in the food and fuel import bill before the economy returned to pre-pandemic conditions in 2023. This CCDR analyzes how Cabo Verde can build climate resilience and stimulate low carbon development, while identifying key enablers. The Country Climate and Development Report (CCDR) estimates the projected economic and social damage from climate change in chapter 1. The report then proceeds to a discussion of the country’s relevant institutional and legal framework in chapter 2, the main ways in which a climate-resilient economy can be achieved at the water-land nexus and through the blue economy and infrastructure systems in chapter 3, the green transition in the energy, transport, waste, and digital sectors in chapter 4, the core actions to support the private sector and people to become more climate shock-resilient though social protection, and finally, the skills needed for, and the strengthening of, the health system in chapter 5. Chapter 6 brings together the recommendations presented in the earlier chapters, estimating their costs and benefits and modeling their effects on the economy.",
    "citation": "“World Bank Group. 2025. Cabo Verde Country Climate and Development Report. CCDR Series. © Washington, DC: World Bank. http://hdl.handle.net/10986/42687 License: CC BY-NC-ND 3.0 IGO.”",
    "uri": "https://hdl.handle.net/10986/42687",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/3badf232-532e-4522-baed-f37423aecde8/download",
        "text": "English PDF\n        (25.52 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/3badf232-532e-4522-baed-f37423aecde8/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/112d9204-c4bd-4c42-ba96-76eb9df14aa2/download",
        "text": "English Text\n        (467.06 KB)",
        "file_info": {
          "mime_type": "text/plain",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/112d9204-c4bd-4c42-ba96-76eb9df14aa2/content"
        }
      }
    ],
    "metadata": {
      "date": "2025-01-15",
      "issn": null,
      "published": "2025-01-15",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/7fa21da5-8027-44e9-bbd7-fc42b9ab9706",
    "original_title": "Cabo Verde Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 1
  },
  {
    "title": "Tanzania Country Climate and Development Report",
    "abstract": "The Country Climate and Development Report (CCDR) for Tanzania identifies the impact of climate change on the country’s economy. The CCDR uses macroeconomic, climate, sectoral, institutional, and financial models to identify the economy’s exposure to climate risks and the opportunities to integrate climate action and development. High poverty levels and dependence on rainfed, low-productivity agriculture leaves Tanzania’s economy vulnerable to climate risks. By 2050, climate change could push an additional 2.6 million people in poverty and force up to 13 million Tanzanians to migrate internally. The CCDR presents how implementation of three multisectoral intervention areas could generate climate-positive, resilient, and inclusive growth in Tanzania by 2050. These are: integrating climate considerations when strengthening human capital and social protection; optimizing land and water use and management to boost agriculture and rural productivity, augment climate resilience, and lower greenhouses gas emissions; and prioritizing resilient and low-carbon transport, energy and digital infrastructure systems in urban areas and different sectors. The CCDR details governance arrangements for effective climate change action, presents investment needs, and describes options for mobilizing financing. Action is needed both to reduce vulnerabilities of Tanzania’s current economy and realize the country’s Vision 2050 goal of a more inclusive and sustainable growth trajectory. Targeted climate action could boost private investment and job creation, enabling Tanzania to meet its development objectives in the face of global risks.\n\nTechnical background reports prepared for the CCDR are available upon request.",
    "citation": "“World Bank Group. 2024. Tanzania Country Climate and Development Report. CCDR Series. © Washington, DC: World Bank Group. http://hdl.handle.net/10986/42483 License: CC BY-NC-ND 3.0 IGO.”",
    "uri": "https://hdl.handle.net/10986/42483",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/051336f3-571d-4b26-9409-e18a0ac5aff5/download",
        "text": "Main Report\n        (13.68 MB)",
        "file_info": {
          "mime_type": "text/html",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/051336f3-571d-4b26-9409-e18a0ac5aff5/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/e4fc5aed-53fe-4800-9c4f-ce6a32984da7/download",
        "text": "Executive Summary\n        (2.95 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/e4fc5aed-53fe-4800-9c4f-ce6a32984da7/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/430dad35-ac8d-4e7e-b1cd-85266ec631ba/download",
        "text": "Brief\n        (1.77 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/430dad35-ac8d-4e7e-b1cd-85266ec631ba/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/13f2b5c7-c196-4a10-af8d-f23d8bec663c/download",
        "text": "Infographic\n        (3.2 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/13f2b5c7-c196-4a10-af8d-f23d8bec663c/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/e3a4f7b6-247e-4a0a-bf65-68e185b3601b/download",
        "text": "Agriculture Sector Background Note\n        (5.17 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/e3a4f7b6-247e-4a0a-bf65-68e185b3601b/content"
        }
      }
    ],
    "metadata": {
      "date": "2024-12-12",
      "issn": null,
      "published": "2024-12-12",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/b4d94900-456d-40eb-a618-a7b7474647a4",
    "original_title": "Tanzania Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 1
  },
  {
    "title": "Yemen Country Climate and Development Report",
    "abstract": "The Country Climate and Development Report (CCDR) for Yemen uses a scenario-based approach to navigate the complex nexus of development, conflict, and climate change. Three pathways are presented: \"Peace and Prosperity,\" \"Status Quo,\" and \"Escalation and Intensification\", each reflecting different levels of fragility and capacity for climate action. This framework underscores the importance of adaptive strategies that can respond to changing circumstances, prioritize targeted interventions, and foster a resilient and sustainable future for Yemen, with the analysis focusing on three major pillars: (i) Catchment to coast, addressing water and food security and the blue economy; (ii) Disaster risk management and resilient infrastructure , covering urban areas, transport, and the power sector; and (iii) Adaptive human development, examining human capital, health systems, and gender and inclusion. Recommendations are framed around five Higher Level Objectives: (i) Develop spatially targeted, scalable and people centered area-based approaches to build resilience and reduce multidimensional poverty; (ii) Improve water and food security and build a resilient fisheries sector amid uncertainty; (iii) Promote disaster risk management and climate-resilient power service provision centered around renewable energy; (iv) Foster adaptive human development by advancing health and human capital, prioritizing women and vulnerable groups; and, (v) Scale up innovative climate finance and empowering the private sector through people centered approaches.",
    "citation": "“World Bank Group. 2024. Yemen Country Climate and Development Report. © Washington, DC: World Bank. http://hdl.handle.net/10986/42274 License: CC BY-NC-ND 3.0 IGO.”",
    "uri": "https://hdl.handle.net/10986/42274",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/45f4c808-a757-4d01-9aef-b9a4f37d6c7c/download",
        "text": "English PDF\n        (6.63 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/45f4c808-a757-4d01-9aef-b9a4f37d6c7c/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/772e3d6c-7c59-4ad6-a8bb-cae218d1ce86/download",
        "text": "Arabic PDF\n        (8.85 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/772e3d6c-7c59-4ad6-a8bb-cae218d1ce86/content"
        }
      }
    ],
    "metadata": {
      "date": "2024-11-19",
      "issn": null,
      "published": "2024-11-19",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/d0e0dab0-5108-4be4-b0a7-1d3a856d5935",
    "original_title": "Yemen Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 1
  },
  {
    "title": "Djibouti Country Climate and Development Report",
    "abstract": "Climate change threatens Djibouti’s development goals and without effective adaptation, could generate economic losses equivalent to nearly four years of today’s output by mid[1]century. Climate change exposes Djibouti to more frequent extreme heat, drought, and floods. These events threaten the infrastructure and services that serve the vibrant trade sector and that could enable a more diversified economy. Other sectors prioritized for diversification, including fisheries, information and communications technology (ICT), and tourism, are also directly impacted by climate change. Unless Djibouti adapts, climate change will also have a particularly negative impact on the livelihoods of the poor, on workers’ productivity, and on water and food security. This Country Climate and Development Report (CCDR) estimates that even a limited set of priority adaptation actions may require 1.1 billion in additional funds, including an additional 77 million per year through 2035. Such investment can be consistent with Djibouti’s goal of achieving both growth and debt sustainability, but it needs to be accompanied by economic reform and additional adaptation resources provided on a concessional basis. International support is particularly warranted given the regional importance of the resilience of Djibouti’s economy.",
    "citation": "“World Bank Group. 2024. Djibouti Country Climate and Development Report. CCDR Series. © Washington, DC: World Bank. http://hdl.handle.net/10986/42439 License: CC BY-NC-ND 3.0 IGO.”",
    "uri": "https://hdl.handle.net/10986/42439",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/3da2a686-9139-4b92-81a4-3c76aaf189d5/download",
        "text": "English PDF\n        (21.12 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/3da2a686-9139-4b92-81a4-3c76aaf189d5/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/ae5439a1-5a9f-4d45-903c-9d1678810b4c/download",
        "text": "English Text\n        (339.87 KB)",
        "file_info": {
          "mime_type": "text/plain",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/ae5439a1-5a9f-4d45-903c-9d1678810b4c/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/ea1a2330-27ce-4c99-9a49-7749f9b2eaad/download",
        "text": "French PDF\n        (3.59 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/ea1a2330-27ce-4c99-9a49-7749f9b2eaad/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/3d70b099-6872-40ed-9005-27efdee42967/download",
        "text": "French Text\n        (419.2 KB)",
        "file_info": {
          "mime_type": "text/plain",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/3d70b099-6872-40ed-9005-27efdee42967/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/edbfd6a9-e948-45b6-a690-18e6a12820e0/download",
        "text": "Arabic PDF\n        (8.83 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/edbfd6a9-e948-45b6-a690-18e6a12820e0/content"
        }
      }
    ],
    "metadata": {
      "date": "2024-11-19",
      "issn": null,
      "published": "2024-11-19",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/efc2d004-7c01-4ad7-a06d-c85bf40c7d25",
    "original_title": "Djibouti Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 1
  },
  {
    "title": "Moldova Country Climate and Development Report",
    "abstract": "Moldova’s climate and development challenges are inextricably linked. Weak and volatile growth, highlevels of poverty, near total energy import dependence, and a strong reliance on drought-prone agricultureare all symptoms of intrinsic structural vulnerabilities. Climate-smart development policies offer a pathwayto address long-standing structural barriers to growth and accelerate convergence with European Union(EU) standards. Renewable energy and energy efficiency scale-up are crucial for improving the country’senergy security but will require substantial investments as well as full implementation of sectoral reformsto accelerate integration with EU energy markets. Adaptation investments are key, not only to manage theimpacts of climate shocks, but also to raise productivity in the most vulnerable sectors. Most funding willneed to come from the private sector, while public sector investments need to be substantially augmentedby development partners. With smart macro-fiscal policies, Moldova has the opportunity and potential toimplement these ambitious measures and lay the foundations for sustainable and resilient growth.",
    "citation": "“World Bank Group. 2024. Moldova Country Climate and Development Report. CCDR Series. © Washington, DC: World Bank. http://hdl.handle.net/10986/42381 License: CC BY-NC-ND 3.0 IGO.”",
    "uri": "https://hdl.handle.net/10986/42381",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/268abc8d-8e0e-437b-9615-3fe8aa395693/download",
        "text": "English PDF\n        (6.05 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/268abc8d-8e0e-437b-9615-3fe8aa395693/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/4f851760-bbb2-4c0c-8f4e-6855a2b9a586/download",
        "text": "English Text\n        (470.83 KB)",
        "file_info": {
          "mime_type": "text/plain",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/4f851760-bbb2-4c0c-8f4e-6855a2b9a586/content"
        }
      }
    ],
    "metadata": {
      "date": "2024-11-07",
      "issn": null,
      "published": "2024-11-07",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/b5886ecd-d46b-4d48-a747-19e9326e0e9d",
    "original_title": "Moldova Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 1
  },
  {
    "title": "Armenia Country Climate and Development Report",
    "abstract": "This Country Climate and Development Report (CCDR) explores Armenia’s intertwined climate and development challenges, presenting a comprehensive roadmap toward a cleaner environment, healthier communities, and a resilient economy. It highlights the economic and energy security advantages of transitioning from a gas-dependent to a solar-powered economy while acknowledging Armenia’s vulnerability due to its energy-intensive structure. The report emphasizes the urgency of adaptation investments to mitigate water stress, land degradation, and natural disasters, with a particular focus on boosting water efficiency and storage and adopting climate-smart agricultural practices. Key policy recommendations include fiscal and institutional reforms, alongside substantial investment needs in critical sectors such as energy, water, agriculture, and public infrastructure. Achieving a resilient, low-carbon pathway will require an estimated $8 billion investment between 2025 and 2060 (2.5% of GDP per year), with the benefits expected to outweigh the costs. The report also stresses the essential role of private sector engagement and innovative financing, including public-private partnerships and a sustainable finance framework, to mobilize the necessary resources.",
    "citation": "“World Bank Group. 2024. Armenia Country Climate and Development Report. CCDR Series. © Washington, DC: World Bank. http://hdl.handle.net/10986/42379 License: CC BY-NC-ND 3.0 IGO.”",
    "uri": "https://hdl.handle.net/10986/42379",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/41034941-5448-4df9-bfb8-6f93f32e7c4b/download",
        "text": "Full Report\n        (4.62 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/41034941-5448-4df9-bfb8-6f93f32e7c4b/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/a0f739f1-a293-4c13-9071-a196fba9c4c5/download",
        "text": "Executive Summary\n        (837.71 KB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/a0f739f1-a293-4c13-9071-a196fba9c4c5/content"
        }
      }
    ],
    "metadata": {
      "date": "2024-11-07",
      "issn": null,
      "published": "2024-11-07",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/afb4fe3c-4d8c-4567-88b7-ad9257885815",
    "original_title": "Armenia Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 1
  },
  {
    "title": "Tajikistan Country Climate and Development Report",
    "abstract": "The Tajikistan Country Climate and Development Report (CCDR) explores the impact of climate change and global decarbonization on Tajikistan’s development. It identifies key areas to enhance climate resilience and deepen decarbonization and outlines priority recommendations for a successful green transition in Tajikistan, requiring structural reforms, climate-conscious policies, and inclusive strategies for a resilient and sustainable future.\n\nDespite economic growth and poverty reduction over the past two decades, Tajikistan's reliance on natural resources and remittances has led to unsustainable development, depleting natural capital and limiting job creation. The government’s green transition plan focuses on renewable energy, promising energy security, economic growth, and regional electricity exports. However, further efforts are needed for a resilient development path, including a complementary reform program to bring significant economic benefits, climate adaptation, and low-carbon development that will benefit Tajikistan and Central Asia's electricity systems.\n\nClimate change poses significant risks, threatening water security, agricultural productivity, and infrastructure, potentially reducing GDP per capita by 5-6% by mid-century and pushing 100,000 people into poverty. Additional adaptation measures are crucial, focusing on water management, resilient landscapes, climate-smart agriculture, and disaster risk management. A low-carbon development pathway offers a more resilient and prosperous future, with near net-zero emissions in energy and waste sectors by 2050, boosting economic growth, and job creation and reducing air pollution. Achieving these goals requires substantial investments and institutional reforms to mobilize private capital and attract green foreign investment. Development partners can provide financial assistance, technical expertise, and capacity building.",
    "citation": "“World Bank Group. 2024. Tajikistan Country Climate and Development Report. CCDR Series. © Washington, DC: World Bank. http://hdl.handle.net/10986/42270 License: CC BY-NC-ND 3.0 IGO.”",
    "uri": "https://hdl.handle.net/10986/42270",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/05d9f6bd-937f-4993-8c76-4ef8f1839ab1/download",
        "text": "English PDF\n        (8.78 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/05d9f6bd-937f-4993-8c76-4ef8f1839ab1/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/2318eadf-bf03-472f-b53c-4347354479b6/download",
        "text": "Russian PDF\n        (10.1 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/2318eadf-bf03-472f-b53c-4347354479b6/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/9d9b6887-31a0-4692-bf08-e3425266e59f/download",
        "text": "English Infographic\n        (2.06 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/9d9b6887-31a0-4692-bf08-e3425266e59f/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/f52f748d-e94d-4b7e-a35d-bdc41b7b04a1/download",
        "text": "Russian Infographic\n        (3.04 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/f52f748d-e94d-4b7e-a35d-bdc41b7b04a1/content"
        }
      }
    ],
    "metadata": {
      "date": "2024-11-06",
      "issn": null,
      "published": "2024-11-06",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/cc01a571-2254-4a07-acdd-3bcff0021e23",
    "original_title": "Tajikistan Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 1
  },
  {
    "title": "Senegal Country Climate and Development Report",
    "abstract": "Climate action offers an opportunity to safeguard development gains and accompany the ambitious transformation Senegal is embarking on to achieve its objective of reaching middle income status in the next decade. While the country was among the fastest growing economies in Sub-Saharan Africa (SSA), poverty reduction was slow, vulnerabilities persisted, and inequalities increased. In addition, overall productivity remained low, with lagging structural transformation, high informality, and low job creation. To attain its middle-income goal, Senegal must initiate a series of reforms for a productive, sustainable, and inclusive growth model, with climate considerations at the center given the country’s high vulnerability. Senegal’s high climate vulnerability is caused by the country’s coastal exposure and reliance on natural resources for food, jobs, and growth (partly a consequence of its slow structural transformation). With temperatures soaring, precipitation expected to decrease, and erosion threatening 75 percent of the coastline at term, Senegal’s population and assets are under high risk. The poorest are particularly vulnerable, with 55 percent of total households teetering on the edge of poverty because of recurrent shocks. Without action, annual economic losses could reach 3-4 percent of Gross Domestic Product (GDP) as soon as 2030 and further increase to 9.4 percent by 2050, wiping years of per capita income growth and eroding any potential human capital accumulation. Overall, climate change could push two more million Senegalese in poverty by mid-century.\n\nBuilding resilience and leveraging the low-carbon economy will help Senegal realizing its growth ambitions, contributing to a more productive, sustainable, and inclusive development pathway. The macro-economic analysis for this CCDR finds that adaptation measures in selected sectors could bring GDP gains of about 2 percent by 2030, and between 0.5 and 1 percent afterwards (for climate financing needs of about 0.9 percent of GDP in the period to 2030 and 0.1 percent afterwards). Adaptation could also reduce poverty headcount, with 40 percent less people pushed into poverty by climate change compared to no adaptation action. In addition, emission reductions could reach 20MtCO2e per year over the period to 2050, from interventions in forestry, improved cooking services, urban transport, waste management, and energy production.\n\nThe energy transition provides an opportunity to meet both development and climate objectives, exceeding NDC targets and putting the country well on track for net zero by 2050, but significant downside risks remain, linked to delays in the deployment and financing availability for renewable generation and domestic gas. Senegal’s formidable renewable energy potential (chiefly around solar) offers the lowest cost generation option to meet rising energy demand while accelerating decarbonization. At term, the country could play a leading role in decarbonizing the region though export opportunities and bolster resilience across the regional grid. In the short term, given constraints to the fast deployment of renewables, the transitional use of domestic gas will help phase out expensive and high-emitting coal and Heavy Fuel Oil (HFO) generation, while balancing the electricity system and lowering the cost of electricity. Climate action will require a financing of US$8.2 billion over 2025-30 (in present value, at 6 percent per year), or 4.5 percent of discounted cumulative GDP over the same period, and US$10.6 billion over 2031-50 (in present value terms), or 2.0 percent of discounted cumulative GDP over the same period. Water security, sustainable (urban) transport, and the energy transition account for the largest share. Importantly, climate action is expected to bring significant benefits over time, beyond climate adaptation and mitigation – including health or jobs, (as in the primary sector, with 155,000 jobs created, of which 80 percent in agriculture). Many benefits could not be properly estimated, implying that the returns from climate action might well be underestimated.",
    "citation": "“World Bank Group. 2024. Senegal Country Climate and Development Report. CCDR Series. © Washington, DC: World Bank. http://hdl.handle.net/10986/42364 License: CC BY-NC-ND 3.0 IGO.”",
    "uri": "https://hdl.handle.net/10986/42364",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/b60571cc-dca5-4a55-8e93-bb7d3f163a93/download",
        "text": "English PDF\n        (15.02 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/b60571cc-dca5-4a55-8e93-bb7d3f163a93/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/2bd9ba95-01e8-4492-8977-ab1a9ca8f251/download",
        "text": "English Text\n        (477.27 KB)",
        "file_info": {
          "mime_type": "text/plain",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/2bd9ba95-01e8-4492-8977-ab1a9ca8f251/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/df8bb927-ef7b-4649-9f0f-c3670542f974/download",
        "text": "English Executive Summary\n        (3.48 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/df8bb927-ef7b-4649-9f0f-c3670542f974/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/a4331e35-4b26-439e-b4c2-ca8f8e338276/download",
        "text": "Annex 6\n        (990.83 KB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/a4331e35-4b26-439e-b4c2-ca8f8e338276/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/f3cc9b1b-efe9-4bda-8e1c-99a27ab7f6b9/download",
        "text": "French Full Report\n        (5.47 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/f3cc9b1b-efe9-4bda-8e1c-99a27ab7f6b9/content"
        }
      }
    ],
    "metadata": {
      "date": "2024-11-05",
      "issn": null,
      "published": "2024-11-05",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/a6c43dd1-aa81-4a91-aed2-c3209507077d",
    "original_title": "Senegal Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 1
  },
  {
    "title": "Poland Country Climate and Development Report",
    "abstract": "The Country Climate and Development Report assesses how Poland can reap the benefits of faster decarbonization while reducing its vulnerability to climate shocks.\n\nAccelerating decarbonization is in Poland’s economic interest. Achieving net zero emissions by 2050 will add an average 0.2 percent of GDP a year, leading to a cumulative 4 percent gain by 2050. At the same time, the reduction in air pollution brought about by decarbonization can lead to additional gains in terms of labor productivity and avoided mortality.\n\nA comprehensive transformation of the energy system is crucial to achieving net zero emissions by 2050. This will entail removing barriers to renewable penetration, strengthening Poland’s transmission and distribution grid, using natural gas uniquely as transition technology, scaling up electricity trade, and repurposing current coal subsidies to mitigation of social end economic impacts in affected, vulnerable communities. Decarbonizing energy supply is also critical to cut the private sector’s carbon emissions to maintain competitiveness as global low-carbon efforts accelerate.\n\nIncreasing carbon sinks and limiting emissions in the agricultural sector and are vital for Poland’s green transition. Polish forests store 10% of all EU forest carbon and more than a decade of the country’s emissions. But their sink role has been declining. Rehabilitating forestry sinks will require improved forestry management and expansion of forest areas through the conversion of marginal, underutilized and low-productivity agricultural land.\n\nResilience investments will be needed to lessen the impact of climate shocks. Despite its relatively favorable geography, Poland is not immune from increased temperatures and more severe and frequent floods and droughts. In the absence of adaptation investments, impacts on infrastructure, agriculture and labor productivity could lead to GDP losses of 1.2% by 2050. Relatively modest resilience investments (equivalent to 0.1% of GDP) in sectors including agriculture, water, forestry and transport over the next 25 years can reduce the economic costs of climate shocks almost fully by 2050, and by half a decade earlier.\n\nFor Poland, achieving prosperity in changing climate is affordable and within reach. But with the set of key policies and investments requiring implementation between 2025 and 2035, clear policy direction and effective implementation in the short term will be crucial to achieve the country’s decarbonization and resilience objectives by mid century.",
    "citation": "“World Bank Group. 2024. Poland Country Climate and Development Report. CCDR Series. © Washington, DC: World Bank. http://hdl.handle.net/10986/42286 License: CC BY-NC-ND 3.0 IGO.”",
    "uri": "https://hdl.handle.net/10986/42286",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/dda3d4e7-9a54-4b88-880e-72e8ebecc2e5/download",
        "text": "English PDF\n        (13.54 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/dda3d4e7-9a54-4b88-880e-72e8ebecc2e5/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/ae7a6ab5-a562-4024-8a14-720b8e6fca6b/download",
        "text": "Polish PDF\n        (15.85 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/ae7a6ab5-a562-4024-8a14-720b8e6fca6b/content"
        }
      }
    ],
    "metadata": {
      "date": "2024-11-05",
      "issn": null,
      "published": "2024-11-05",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/1396095d-dbc1-4c7d-a19e-188171cc5950",
    "original_title": "Poland Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 1
  },
  {
    "title": "Madagascar Country Climate and Development Report",
    "abstract": "Climate change has made delivering better development in Madagascar ever more urgent. This Country Climate and Development Report (CCDR) finds that Madagascar’s aspiration to evolve into an emerging country by 2040 will be derailed unless it can bolster its resilience to intensifying climate shocks to safeguard its modest development gains and boost economic growth. The high frequency of extreme climate shocks since the 1970s has led to significant macroeconomic disturbances and weak growth. This CCDR examines the implications of future climate change for Madagascar’s growth, and the potential benefits of both structural reforms and adaptation investments. It outlines three priority areas for building resilience to climate change, and calculates the costs needed to achieve this. It provides detailed recommendations for finding the finance required, as well as for implementing the policy challenges identified.",
    "citation": "“World Bank Group. 2024. Madagascar Country Climate and Development Report. CCDR Series. © Washington, DC: World Bank. http://hdl.handle.net/10986/42263 License: CC BY-NC-ND 3.0 IGO.”",
    "uri": "https://hdl.handle.net/10986/42263",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/6def6eed-84ad-4762-b875-d1748ee67ad0/download",
        "text": "English PDF\n        (8.18 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/6def6eed-84ad-4762-b875-d1748ee67ad0/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/e79862cd-f9ea-44b9-89fd-7572f6b52a2f/download",
        "text": "English Text\n        (360.43 KB)",
        "file_info": {
          "mime_type": "text/plain",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/e79862cd-f9ea-44b9-89fd-7572f6b52a2f/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/317a9ea4-0ce1-4fee-ab6d-bb42fd5d7d06/download",
        "text": "Human Capital for Madagascar\n        (8.05 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/317a9ea4-0ce1-4fee-ab6d-bb42fd5d7d06/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/9ba2cd09-5701-48fc-a634-6ab8b8245551/download",
        "text": "Blue Economy for Madagascar\n        (5.11 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/9ba2cd09-5701-48fc-a634-6ab8b8245551/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/3d808a7c-fed7-4552-963e-1d1933892d26/download",
        "text": "Climate-Smart Agriculture\n        (23.49 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/3d808a7c-fed7-4552-963e-1d1933892d26/content"
        }
      }
    ],
    "metadata": {
      "date": "2024-10-25",
      "issn": null,
      "published": "2024-10-25",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/dfacf3c2-e6cf-4927-b02c-ce4265309dec",
    "original_title": "Madagascar Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 1
  },
  {
    "title": "Guinea-Bissau Country Climate and Development Report",
    "abstract": "Guinea-Bissau is endowed with a wealth of natural resources, with the highest natural capital per capita in West Africa (US3,874 dollars per capita), which could be leveraged for sustainable and resilient growth. However, Guinea-Bissau faces significant development hurdles, such as high poverty rates, political instability, and economic challenges, including an over-reliance on cashew nuts. Rural poverty has increased, and the nation's infrastructure, education, and health care systems are underdeveloped. Climate change poses a severe threat, potentially impacting agriculture, fisheries, and infrastructure. Without adaptation, it could lead to a significant cut in real GDP per capita (minus 7.3 percent by 2050) and increase in poverty (with up to over 200,000 additional poor by 2050, that is, 5 percent of the expected population, in the worst scenario). The country's low greenhouse gas emissions are expected to rise, mainly due to agriculture and land-use changes, with deforestation being a major contributing factor. Although Guinea-Bissau is a low emitter, it has high mitigation ambitions, targeting a 30 percent reduction in greenhouse gas emissions by 2030. The Nationally Determined Contribution outlines significant climate actions, with initiatives focused on forest conservation, sustainable agriculture, and community development. However, the country's political instability, institutional weaknesses, and limited financial resources pose challenges to implementing these climate commitments, which depend heavily on external funding. The financial sector's underdevelopment and vulnerability to external shocks limit its ability to support green investments, though reforms could enhance resilience. Guinea-Bissau must consider its climate financing as development financing and vice-versa, engage the private sector, and integrate climate goals with national development plans to ensure a sustainable future. Concessional climate financing is vital due to the underdeveloped financial sector and the government’s limited borrowing capacity. Addressing Guinea-Bissau's vulnerability to climate change and its structural issues requires a cohesive approach that integrates development and climate strategies. This could involve improving governance, diversifying the economy, protecting natural capital, developing human capital, and investing in sustainable agriculture and infrastructure. The transition to a more sustainable and inclusive development pathway that supports economic growth is possible, but requires focusing on key strategic sectors, enhancing institutional capacity, and creating the conditions to mobilize finance. As a highly vulnerable country, there are myriad needs in the different sectors; however, to be more efficient and effective, Guinea-Bissau should prioritize actions in a few sectors, especially actions on biodiversity, agriculture, and social protection. Low carbon development, especially in energy and forestry sectors, could provide cost-efficient solutions and attract climate finance, including from the private sector, which will support the overall development agenda.",
    "citation": "“World Bank Group. 2024. Guinea-Bissau Country Climate and Development Report. CCDR Series. © Washington, DC: World Bank. http://hdl.handle.net/10986/42283 License: CC BY-NC-ND 3.0 IGO.”",
    "uri": "https://hdl.handle.net/10986/42283",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/18191092-31bc-47c0-b3cf-fa5782ed9690/download",
        "text": "English PDF\n        (3.09 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/18191092-31bc-47c0-b3cf-fa5782ed9690/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/0f4396f1-0c36-46c6-99c9-3d6de1279bbb/download",
        "text": "English Text\n        (345.09 KB)",
        "file_info": {
          "mime_type": "text/plain",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/0f4396f1-0c36-46c6-99c9-3d6de1279bbb/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/93d5837a-e59a-4d56-b2d6-6b2e87c578f5/download",
        "text": "Portuguese PDF\n        (3.04 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/93d5837a-e59a-4d56-b2d6-6b2e87c578f5/content"
        }
      }
    ],
    "metadata": {
      "date": "2024-10-23",
      "issn": null,
      "published": "2024-10-23",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/3adcbbf4-e09d-4466-9d75-bec1274da894",
    "original_title": "Guinea-Bissau Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 2
  },
  {
    "title": "Central African Republic Country Climate and Development Report",
    "abstract": "The Central African Republic (CAR) Climate Change and Development Report (CCDR) provides an in-depth analysis of the country’s vulnerability to climate change and its implications for sustainable development. The report identifies key challenges, including frequent extreme weather events such as floods and droughts, deforestation, and weak institutional capacity. These challenges threaten the livelihoods of rural populations, exacerbate food insecurity, and hinder economic development.\n\nHowever, the CCDR also highlights significant opportunities for CAR to transition toward a more resilient and sustainable future. By promoting climate-smart agriculture, sustainable forest management, and renewable energy development, the country can mitigate the effects of climate change while unlocking new economic growth avenues. The report provides strategic recommendations to strengthen institutional capacities, integrate climate action into national development plans, and mobilize climate finance to support resilience-building initiatives.\n\nThe CCDR serves as a roadmap for operationalizing climate action in CAR, calling for stronger governance, enhanced stakeholder engagement, and innovative financing mechanisms to help the country adapt to climate challenges while promoting sustainable development.",
    "citation": "“World Bank Group. 2024. Central African Republic Country Climate and Development Report. CCDR Series. © Washington, DC: World Bank. http://hdl.handle.net/10986/42288 License: CC BY-NC-ND 3.0 IGO.”",
    "uri": "https://hdl.handle.net/10986/42288",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/e1553b3b-3ce6-4800-8f93-476e7c89d21b/download",
        "text": "English PDF\n        (1.91 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/e1553b3b-3ce6-4800-8f93-476e7c89d21b/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/422a5976-2a7b-4e27-8278-f854fc4f5582/download",
        "text": "English Text\n        (332.32 KB)",
        "file_info": {
          "mime_type": "text/plain",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/422a5976-2a7b-4e27-8278-f854fc4f5582/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/1e0ab96b-71ed-486a-8d03-fcb20d563201/download",
        "text": "French PDF\n        (4.06 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/1e0ab96b-71ed-486a-8d03-fcb20d563201/content"
        }
      }
    ],
    "metadata": {
      "date": "2024-10-23",
      "issn": null,
      "published": "2024-10-23",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/b5324c25-7633-4206-922e-8d1bffa33b93",
    "original_title": "Central African Republic Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 2
  },
  {
    "title": "Mongolia Country Climate and Development Report",
    "abstract": "Mongolia’s development prospects are uniquely challenged by both the impacts of climate change and the global shift toward a low-carbon economy. The country’s efforts toward decarbonization pose significant challenges given the structurally high-emission intensity of its economy. While challenging, climate action also presents Mongolia with opportunities to achieve important development benefits. The effects of climate risks and the shift away from coal will have diverse impacts across different regions, communities, and socioeconomic levels. The report assesses the critical interconnections between Mongolia’s development ambitions and climate change action and identifies ways to transition to a more economically diversified, inclusive, and resilient development path. It highlights key climate and transition risks affecting Mongolia’s future development and presents a pathway to enhance climate mitigation and adaptation. The report also makes a case for strengthening policies to enhance resilience to climate change and ensure a just transition, particularly for the most vulnerable. The report is structured as follows: section 1 gives introduction. Section 2 delves into the linkages between development and climate in Mongolia and presents model-based findings on the economic and poverty impacts of climate change under different scenarios. Section 3 covers four in-depth sectoral analyses. The first two mainly focus on adaptation to climate change in the agriculture and water sectors. The third considers prospects for the extraction sector, while the fourth sectoral analysis focuses on decarbonizing power and heat generation. Section 4 shifts the focus to how the government can boost resilience for climate-vulnerable populations. Section 5 outlines options for mobilizing private and public financing and private investments to support the green transition. Section 6 examines the existing institutional and governance structure for climate action and presents recommendations to improve its effectiveness, and section 7 concludes with a framework for prioritizing the policy actions outlined in this report.",
    "citation": "“World Bank Group. 2024. Mongolia Country Climate and Development Report. © Washington, DC: World Bank. http://hdl.handle.net/10986/42273 License: CC BY-NC-ND 3.0 IGO.”",
    "uri": "https://hdl.handle.net/10986/42273",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/7d7218ff-7135-4942-99ba-e2bc1dcb81d8/download",
        "text": "Full Report in English\n        (26.27 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/7d7218ff-7135-4942-99ba-e2bc1dcb81d8/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/c82e7d9b-6f0e-4154-b1ec-97cd786e251e/download",
        "text": "Full Report in English Text\n        (482.49 KB)",
        "file_info": {
          "mime_type": "text/plain",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/c82e7d9b-6f0e-4154-b1ec-97cd786e251e/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/f74f2610-c7e2-4bcc-a55d-2188b788e29e/download",
        "text": "English Overview\n        (10.19 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/f74f2610-c7e2-4bcc-a55d-2188b788e29e/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/88f9916e-321b-4e21-ba65-baa601d8df96/download",
        "text": "Full Report in Mongolian\n        (24.25 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/88f9916e-321b-4e21-ba65-baa601d8df96/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/78f5837a-2370-4ec5-b1df-95e0722d6e1d/download",
        "text": "Mongolian Overview\n        (14.63 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/78f5837a-2370-4ec5-b1df-95e0722d6e1d/content"
        }
      }
    ],
    "metadata": {
      "date": "2024-10-22",
      "issn": null,
      "published": "2024-10-22",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/ac9550ec-3142-482e-97fb-c01bfb40ff30",
    "original_title": "Mongolia Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 2
  },
  {
    "title": "The Pacific Atoll Countries Country Climate and Development Report",
    "abstract": "This Country Climate and Development Report (CCDR) explores the unique climate change challenge faced by the Pacific Atoll Countries (Pacific Atolls), the Republic of Kiribati, the Republic of the Marshall Islands (RMI), and Tuvalu. It explores the key sources of climate vulnerability, as well as the development and adaptation strategies that are needed for preserving livelihoods, ecosystems, and the countries’ long-term viability. The Pacific Atolls confront some of the most severe existential threats from climate change of any region in the world. This CCDR notes the urgent need for action on the part of each island country and the global community of nations in the face of severe climate change impacts. The CCDR provides the Pacific Atolls with near- and medium-term options to help them reach their long-term adaptation and development goals while also helping to reduce knowledge gaps on associated costs. These options include strengthening institutions, enhancing legal and regulatory frameworks, building human capital, and improving participation and consensus-driven decision making. It provides analysis of investments that could be used to protect islands from sea-level rise, safeguard water and energy supplies, and build the resilience and mobility of citizens. Increased domestic and international mobility is expected as citizens seek safer environments and economic opportunities. The CCDR shows that better education, health, and citizen engagement as well as traditional culture can support mobility and build a strong foundation for social and economic inclusion. Starting with an assessment of the Pacific Atolls’ unique vulnerabilities (Chapter 1), the CCDR assesses governments’ climate commitments and capacities (Chapter 2). It then presents options for adaptation that could address vulnerabilities and improve capacities (Chapter 3) before discussing financing opportunities and needs (Chapter 4). The CCDR concludes by presenting priority near, and medium-term policy options and trade-offs (Chapter 5), while recognizing that climate adaptation will require continued efforts well beyond the actions covered in this report.",
    "citation": "“World Bank Group. 2024. The Pacific Atoll Countries Country Climate and Development Report. CCDR Series. © Washington, DC: World Bank. http://hdl.handle.net/10986/42262 License: CC BY-NC-ND 3.0 IGO.”",
    "uri": "https://hdl.handle.net/10986/42262",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/61008cee-85d0-4abf-882f-329237d941dc/download",
        "text": "English PDF\n        (14.05 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/61008cee-85d0-4abf-882f-329237d941dc/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/4bae3f69-a535-4f2f-8bc6-6e2259d5efc6/download",
        "text": "English Text\n        (415.62 KB)",
        "file_info": {
          "mime_type": "text/plain",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/4bae3f69-a535-4f2f-8bc6-6e2259d5efc6/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/70854690-36cb-4072-bb18-0dc5eefc0788/download",
        "text": "Executive Summary\n        (2.98 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/70854690-36cb-4072-bb18-0dc5eefc0788/content"
        }
      }
    ],
    "metadata": {
      "date": "2024-10-21",
      "issn": null,
      "published": "2024-10-21",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/81cd0369-b80a-4d77-8968-c2ed5c704d55",
    "original_title": "The Pacific Atoll Countries Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 2
  },
  {
    "title": "Dominica, Grenada, Saint Lucia, and Saint Vincent and the Grenadines Country Climate And Development Report",
    "abstract": "This regional Country Climate and Development Report (CCDR) focuses on four countries of the 11‑member Organization of Eastern Caribbean States (OECS)—Dominica, Grenada, Saint Lucia, and Saint Vincent and the Grenadines. The four countries chosen as the focus for this report are the only OECS member countries eligible for concessional International Development Association (IDA) financing for development objectives. The report contributes to the identification of opportunities for OECS countries to achieve their development goals and increase resilience by responding to the challenges posed by climate change in four ways:\n\n1. It presents existing evidence on the challenges OECS countries face through multiple vulnerabilities - physical, social, and economic - and how they may deepen with climate change.\n\n2. It provides estimates of a significant subset of the investments needed for adaptation to natural hazards in these countries. Estimated needs are large; they stand between 1 and 11 percent of discounted GDP investments annually over a 15‑to‑25‑year period, but the benefits they deliver through reduced risk and associated co‑benefits can also be large.\n\n3. By linking investment costs to the broader fiscal and growth context through a robust macro framework, it highlights the difficult balancing act between building resilience and ensuring debt sustainability.\n\n4. It identifies key actions that provide an opportunity to make headway on adaptation by building resilience to climate change while taking steps toward a more sustainable development path.",
    "citation": "“World Bank Group. 2024. Dominica, Grenada, Saint Lucia, and Saint Vincent and the Grenadines Country Climate And Development Report\n. CCDR Series. © Washington, DC: World Bank. http://hdl.handle.net/10986/41803 License: CC BY-NC-ND 3.0 IGO.”",
    "uri": "https://hdl.handle.net/10986/41803",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/c5270e44-a4ed-4013-ab16-be84a9372c9a/download",
        "text": "Main Report\n        (2.49 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/c5270e44-a4ed-4013-ab16-be84a9372c9a/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/83d61654-5bad-4e61-9f87-0939624a8233/download",
        "text": "Executive Summary\n        (1.35 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/83d61654-5bad-4e61-9f87-0939624a8233/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/26e24e92-7211-457d-ab4e-ed66344a03e7/download",
        "text": "Main Report Brief\n        (295.61 KB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/26e24e92-7211-457d-ab4e-ed66344a03e7/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/336df1f7-88ab-4b5f-b877-ab8107588d73/download",
        "text": "Macro Modeling Annex\n        (467.77 KB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/336df1f7-88ab-4b5f-b877-ab8107588d73/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/7ff64bf8-66ca-469f-840e-6303a1048073/download",
        "text": "Migrations\n        (1.35 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/7ff64bf8-66ca-469f-840e-6303a1048073/content"
        }
      }
    ],
    "metadata": {
      "date": "2024-10-01",
      "issn": null,
      "published": "2024-10-01",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/d55f9a87-8383-4e58-a135-b3967cd4e6f7",
    "original_title": "Dominica, Grenada, Saint Lucia, and Saint Vincent and the Grenadines Country Climate And Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 2
  },
  {
    "title": "Ecuador Country Climate and Development Report",
    "abstract": "Ecuador is a middle-income country with abundant agricultural, oil, mineral, and hydropower resources and a challenging fiscal situation. Ecuador is already facing severe consequences from climate-induced hazards like droughts, floods, and rising sea levels, and these impacts are projected to escalate due to climate change. Ecuador’s development, heavily reliant on the state and fueled by oil exports, is fiscally dependent on this commodity, and the global shift toward decarbonization can significantly reduce the demand for Ecuador’s oil and agricultural commodities. Climate mitigation and adaptation actions combined with critical institutional and structural reforms will unlock Ecuador’s productivity and strengthen resilience to shocks, putting the country on a path of higher, more stable growth. Successfully addressing climate challenges can be achieved by combining institutional, macro fiscal, and sectoral policies that integrate climate and development priorities and exploit their complementarities under a whole-of-the-economy approach.",
    "citation": "“World Bank Group. 2024. Ecuador Country Climate and Development Report. CCDR Series. © Washington, DC: World Bank. http://hdl.handle.net/10986/42126 License: CC BY-NC-ND 3.0 IGO.”",
    "uri": "https://hdl.handle.net/10986/42126",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/34af663f-ee69-400e-8cfd-63fbeef1e49c/download",
        "text": "English PDF\n        (4.93 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/34af663f-ee69-400e-8cfd-63fbeef1e49c/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/b350fc29-b3a7-4347-9b96-7bc63970915a/download",
        "text": "English Text\n        (445.19 KB)",
        "file_info": {
          "mime_type": "text/plain",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/b350fc29-b3a7-4347-9b96-7bc63970915a/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/28531afa-49be-49b9-b6d6-3d4ae5f2ac67/download",
        "text": "Spanish PDF\n        (5.25 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/28531afa-49be-49b9-b6d6-3d4ae5f2ac67/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/cec17bf6-834c-46e3-9b22-fa0fbb4fa894/download",
        "text": "Spanish Text\n        (530.06 KB)",
        "file_info": {
          "mime_type": "text/plain",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/cec17bf6-834c-46e3-9b22-fa0fbb4fa894/content"
        }
      }
    ],
    "metadata": {
      "date": "2024-09-06",
      "issn": null,
      "published": "2024-09-06",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/d4942f7a-8ae0-4383-9c9c-3bd1252c939f",
    "original_title": "Ecuador Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 2
  },
  {
    "title": "Western Balkans 6 Country Climate and Development Report",
    "abstract": "This Regional Western Balkans Countries Climate and Development Report (CCDR) stands out in several ways. In a region that often lacks cohesive regional alliances, this report emphasizes how the challenges faced across countries are often common and interconnected, and, importantly, that climate action requires coordination on multiple fronts. Simultaneously, it illustrates the differences across countries, places, and people that require targeted strategies and interventions. This report demonstrates how shocks and stressors re intensifying and how investments in adaptation could bring significant benefits in the form of avoided losses, accelerated economic potential, and amplified social and economic spillovers. Given the region’s high emission and energy intensity and the limitations of its current fossil fuel-based development model, the report articulates a path to greener and more resilient growth, a path that is more consistent with the aspiration of accession to the EU. The report finds that the net zero transition can be undertaken without compromising the economic potential of the Western Balkans and that it could lead to higher growth than under the Reference Scenario (RS) with appropriate structural reforms.",
    "citation": "“World Bank Group. 2024. Western Balkans 6 Country Climate and Development Report. CCDR Series. © Washington, DC: World Bank Group. http://hdl.handle.net/10986/41881 License: CC BY-NC-ND 3.0 IGO.”",
    "uri": "https://hdl.handle.net/10986/41881",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/df366f08-cb51-4766-b97d-6fca6feede48/download",
        "text": "Full Report\n        (11.49 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/df366f08-cb51-4766-b97d-6fca6feede48/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/9acd0b61-944a-487c-8031-2453b81b5a52/download",
        "text": "Full Report Text\n        (665.71 KB)",
        "file_info": {
          "mime_type": "text/plain",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/9acd0b61-944a-487c-8031-2453b81b5a52/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/37e9a398-3a81-4acd-80ea-f9d5d241e754/download",
        "text": "Executive Summary\n        (890.8 KB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/37e9a398-3a81-4acd-80ea-f9d5d241e754/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/430b2d06-1440-4ef0-bc63-a673860fc193/download",
        "text": "Kosovo Country Compendium\n        (5.69 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/430b2d06-1440-4ef0-bc63-a673860fc193/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/367134df-c7f6-4899-ae87-fc217d523c97/download",
        "text": "Kosovo CCDR Summary\n        (688.73 KB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/367134df-c7f6-4899-ae87-fc217d523c97/content"
        }
      }
    ],
    "metadata": {
      "date": "2024-07-16",
      "issn": null,
      "published": "2024-07-16",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/ab6bfceb-9501-4587-a67a-b783dfa1ca6b",
    "original_title": "Western Balkans 6 Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 2
  },
  {
    "title": "Maldives Country Climate and Development Report",
    "abstract": "The Maldives Country Climate and Development Report (CCDR) analyses climate change and development challenges and opportunities in the country in an integrated manner.\n\nThe report focuses on the Maldives achieving six high-level objectives: (1) improving macroeconomic stability and fiscal space to enable climate action, (2) mobilizing climate finance, (3) enhancing the climate resilience of islands and infrastructure, (4) enhancing the climate resilience of ecosystems, (5) enhancing the climate resilience of livelihoods (fishers and tourism), and (6) unlocking the development benefits from green transitions in energy, mobility, and waste sectors.\n\nThe CCDR contributes original research into key dimensions of climate resilience in the Maldives, including sea-level rise impact modeling on land, infrastructure, and economic activities; ocean heating impact modeling on fishing and coral reef degradation; and survey work to understand climate change adaptation efforts of and associated challenges faced by tourist resorts.\n\nThe recommendations presented in the CCDR will support the country in facilitating its climate resilience and green transitions, giving due consideration to the macroeconomic vulnerabilities at the time of releasing the report.",
    "citation": "“World Bank Group. 2024. Maldives Country Climate and Development Report. © Washington, DC: World Bank. http://hdl.handle.net/10986/41729 License: CC BY-NC-ND 3.0 IGO.”",
    "uri": "https://hdl.handle.net/10986/41729",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/ff0d23ef-4786-4c3d-9a47-520e13e677ce/download",
        "text": "Full Report\n        (3.88 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/ff0d23ef-4786-4c3d-9a47-520e13e677ce/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/6ece78fa-bed6-4514-852e-ea89777c57d6/download",
        "text": "Executive Summary\n        (413.73 KB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/6ece78fa-bed6-4514-852e-ea89777c57d6/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/f95ba85f-a27e-4e17-b433-d6c1a261d2aa/download",
        "text": "Roadmap for Fostering Coral Reef Resilience (Background Paper)\n        (3.64 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/f95ba85f-a27e-4e17-b433-d6c1a261d2aa/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/67c22b3f-7401-4912-bf9a-b9f30d0d7517/download",
        "text": "Sea-Level Rise and Coastal Changes (Background Paper)\n        (11.43 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/67c22b3f-7401-4912-bf9a-b9f30d0d7517/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/1ad1c704-3642-4cc5-b678-1ccc16df2e1a/download",
        "text": "The Impact of Climate Change on Fisheries, Coastal Ecosystems and Coastal Communities (Background Paper)\n        (3.84 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/1ad1c704-3642-4cc5-b678-1ccc16df2e1a/content"
        }
      }
    ],
    "metadata": {
      "date": "2024-06-27",
      "issn": null,
      "published": "2024-06-27",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/0b2772e9-1ed6-41c8-81c5-92b550b2eaf0",
    "original_title": "Maldives Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 2
  },
  {
    "title": "Liberia Country Climate Development Report",
    "abstract": "This Country Climate and Development Report (CCDR) examines Liberia’s development trajectory through the lens of the country’s vulnerability to climate change. It identifies Liberia’s development risks and opportunities, models various scenarios of climate impact and intervention, and proposes ways to strengthen resilience and finance climate actions that support Liberia’s development aspirations of inclusive growth and poverty reduction.",
    "citation": "“World Bank Group. 2024. Liberia Country Climate Development Report. CCDR Series. © Washington, DC: World Bank. http://hdl.handle.net/10986/41241 License: CC BY-NC-ND 3.0 IGO.”",
    "uri": "https://hdl.handle.net/10986/41241",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/17d0f4dc-b7ff-4618-b743-2087783c450c/download",
        "text": "English PDF\n        (1.79 MB)",
        "file_info": {
          "mime_type": "application/pdf",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/17d0f4dc-b7ff-4618-b743-2087783c450c/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/a9c573e9-c53c-4127-84a3-1b37b795ad19/download",
        "text": "English Text\n        (356.83 KB)",
        "file_info": {
          "mime_type": "text/plain",
          "charset": "utf-8",
          "content_length": "unknown",
          "final_url": "https://openknowledge.worldbank.org/server/api/core/bitstreams/a9c573e9-c53c-4127-84a3-1b37b795ad19/content"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/3eb5ae87-bb47-40fb-b054-597f120eb3c1/download",
        "text": "Annexes\n        (1.81 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/3eb5ae87-bb47-40fb-b054-597f120eb3c1/download"
        }
      }
    ],
    "metadata": {
      "date": "2024-03-21",
      "issn": null,
      "published": "2024-03-21",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/9daf563f-01ed-4708-9568-ebc8c38c3c5d",
    "original_title": "Liberia Country Climate Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 2
  },
  {
    "title": "Lebanon Country Climate and Development Report",
    "abstract": "The Lebanon Country Climate and Development Report (CCDR) aligns the country’s short-term recovery needs with resilient, low-carbon, long-term development, building on quantitative modeling-based analytics, existing research and country diagnostics, and extensive stakeholder consultations to study the effects of climate change on Lebanon’s recovery and development objectives.",
    "citation": "“World Bank Group. 2024. Lebanon Country Climate and Development Report. CCDR Series. © Washington, DC: World Bank. http://hdl.handle.net/10986/41159 License: CC BY-NC-ND 3.0 IGO.”",
    "uri": "https://hdl.handle.net/10986/41159",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/073c1e7e-4631-4e5d-b0b4-3c653fb491e6/download",
        "text": "English PDF\n        (22.1 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/073c1e7e-4631-4e5d-b0b4-3c653fb491e6/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/544c538e-83f9-4775-b15e-80ff9afc9344/download",
        "text": "English Text\n        (220.54 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/544c538e-83f9-4775-b15e-80ff9afc9344/download"
        }
      }
    ],
    "metadata": {
      "date": "2024-03-07",
      "issn": null,
      "published": "2024-03-07",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/151f45d9-420f-4673-b17b-4b38d8d51fa0",
    "original_title": "Lebanon Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 2
  },
  {
    "title": "Zimbabwe Country Climate and Development Report",
    "abstract": "Zimbabwe is a lower middle-income country with abundant natural capital and growth potential, but is highly exposed to climate change, with its immediate ability to address climate challenges severely constrained. People in Zimbabwe are increasingly reliant on successive rounds of emergency relief rather than a formal government safety net. Macroeconomic constraints, deindustrialization, and land reform have combined to increase dependency on agricultural livelihoods and push up emissions from land use change. The macroeconomic constraints pose a double bind in which the inability to finance development, climate adaptation, and mitigation is leading to increased land degradation, higher net emissions, and less resilience. This Country Climate and Development Report (CCDR) identifies a path out of this double bind by linking demand from global green value chains to Zimbabwe’s significant reserves of energy transition minerals (ETMs), such as lithium needed for electric vehicles, in a way that: (i) enables public and private sectors to invest in resilient low-carbon development; (ii) finances capital accumulation that could be deployed to support at-scale land restoration and increases agricultural productivity; and (iii) expands resilience-building social safety nets to protect the most vulnerable, helping them adapt to the expected increase in cyclical weather shocks.",
    "citation": "“World Bank Group. 2024. Zimbabwe Country Climate and Development Report. CCDR Series. © Washington, DC: World Bank. http://hdl.handle.net/10986/41137 License: CC BY-NC-ND 3.0 IGO.”",
    "uri": "https://hdl.handle.net/10986/41137",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/a7e43475-55b0-4b6c-bfb1-5c23ebad1957/download",
        "text": "English PDF\n        (2.79 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/a7e43475-55b0-4b6c-bfb1-5c23ebad1957/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/47fd7cea-774e-448e-a6eb-1215aba3378b/download",
        "text": "English Text\n        (312.08 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/47fd7cea-774e-448e-a6eb-1215aba3378b/download"
        }
      }
    ],
    "metadata": {
      "date": "2024-02-29",
      "issn": null,
      "published": "2024-02-29",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/062f05a1-9676-4a12-ae9c-d6b3d3ba5242",
    "original_title": "Zimbabwe Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 3
  },
  {
    "title": "Ethiopia Country Climate and Development Report, February 2024",
    "abstract": "The Ethiopia Country Climate and Development Report (CCDR) aims to support Ethiopia’s plans to achieve its development goals within the context of a changing climate. By quantifying the likely economic impacts of climate change on the economy between now and 2050, the report highlights the measures that the government of Ethiopia (GoE) needs to prioritize to prepare for these impacts and adapt to them most effectively, with a particular focus on actions that should be taken throughout the remainder of this decade. Opportunities for low-carbon growth as a co-benefit of development programs are also examined.",
    "citation": "“World Bank Group. 2024. Ethiopia Country Climate and Development Report, February 2024. CCDR Series. © Washington, DC: World Bank. http://hdl.handle.net/10986/41114 License: CC BY-NC-ND 3.0 IGO.”",
    "uri": "https://hdl.handle.net/10986/41114",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/715c3822-4a9d-437f-8b3c-89585f7fe3b0/download",
        "text": "English PDF\n        (3.06 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/715c3822-4a9d-437f-8b3c-89585f7fe3b0/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/b0b2f199-fe32-4d0e-9a33-1cba53d86462/download",
        "text": "English Text\n        (335.73 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/b0b2f199-fe32-4d0e-9a33-1cba53d86462/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/0d3386c6-6130-4c61-a44c-7c168def6691/download",
        "text": "Executive Summary\n        (787.58 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/0d3386c6-6130-4c61-a44c-7c168def6691/download"
        }
      }
    ],
    "metadata": {
      "date": "2024-02-27",
      "issn": null,
      "published": "2024-02-27",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/4f599a4a-b79f-4979-826c-d8ca1fb35d24",
    "original_title": "Ethiopia Country Climate and Development Report, February 2024",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 3
  },
  {
    "title": "MENA Country Climate and Development Report: Climate Change Action in the Middle East and North Africa — Key Insights from Country Climate and Development Reports",
    "abstract": "Climate action is critical for development in the Middle East and North Africa (MENA). The region contains countries among the most affected by climate change but least prepared to address it. This report introduces key findings of the World Bank Country Climate and Development Reports (CCDRs) in the region. The CCDRs help align climate and development considerations for governments and other stakeholders and help prioritize actions that enhance adaptation and resilience, reduce greenhouse gas emissions, and align with broader development goals. Addressing these challenges and converting them into opportunities is crucial, including taking carefully prioritized, sustained action. Seven CCDRs have been published for MENA countries (Egypt, Iraq, Jordan, Lebanon1, Morocco, Tunisia, West Bank and Gaza), offering policy and investment options to harmonize climate and development objectives. Additional countries will be covered as CCDRs are finalized in the coming years",
    "citation": "“World Bank Group. 2023. MENA Country Climate and Development Report: Climate Change Action in the Middle East and North Africa — Key Insights from Country Climate and Development Reports. CCDR Series. © Washington, DC: World Bank. http://hdl.handle.net/10986/40650 License: CC BY-NC-ND 3.0 IGO.”",
    "uri": "https://openknowledge.worldbank.org/handle/10986/40650",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/e5a7a596-b5c5-4805-90a1-67619c30840e/download",
        "text": "English PDF\n        (686.57 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/e5a7a596-b5c5-4805-90a1-67619c30840e/download"
        }
      }
    ],
    "metadata": {
      "date": "2023-12-05",
      "issn": null,
      "published": "2023-12-05",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/94a57bfd-b009-45eb-86ab-0f3cbf9a3dff",
    "original_title": "MENA Country Climate and Development Report: Climate Change Action in the Middle East and North Africa — Key Insights from Country Climate and Development Reports",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 3
  },
  {
    "title": "Benin Country Climate and Development Report",
    "abstract": "This Country Climate and Development Report (CCDR) proposes that Benin focuses on building a resilient economy, with investment and policy options primarily targeted at adapting to climate change risks. The dependence of Benin’s economic structure on agriculture and informal employment makes its development path highly vulnerable to climate change in the absence of proper adaptation. The government and the private sector need to be better prepared to deal with climate change – building adequate institutions and governance structures will be crucial. While all sectors will have to become more resilient, this is especially urgent for agriculture and land use, urban and network infrastructure, and human development (education, health). Mitigation efforts should focus on avoiding carbon lock-ins and reducing deforestation. Investing in renewable energy whilst expanding the population’s access to electricity should be a priority for Benin. A higher share of renewable energy can bring about co-benefits for other sectors (agriculture, water, transport, and forestry). To maintain its growth trajectory, Benin needs to pay special attention to its most vulnerable people, including women. To protect the poor and vulnerable the just transition should focus on reconciling development and climate goals while addressing inequality (income and gender related), and spatial exclusion.",
    "citation": "“World Bank Group. 2023. Benin Country Climate and Development Report. CCDR Series. © Washington, DC: World Bank. http://hdl.handle.net/10986/40688 License: CC BY-NC-ND 3.0 IGO.”",
    "uri": "https://openknowledge.worldbank.org/handle/10986/40688",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/262a447e-9f65-4e9b-9e84-5f8c399b42dc/download",
        "text": "English PDF\n        (3.02 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/262a447e-9f65-4e9b-9e84-5f8c399b42dc/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/a36a3457-dfab-4239-939c-28c5d252d2dc/download",
        "text": "English Text\n        (543.02 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/a36a3457-dfab-4239-939c-28c5d252d2dc/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/bbbc10c7-c684-4142-be27-c4c0cea0b75d/download",
        "text": "French PDF\n        (3.54 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/bbbc10c7-c684-4142-be27-c4c0cea0b75d/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/250be27b-0357-4b93-97ed-68c55051e4f5/download",
        "text": "French Text\n        (748.92 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/250be27b-0357-4b93-97ed-68c55051e4f5/download"
        }
      }
    ],
    "metadata": {
      "date": "2023-12-05",
      "issn": null,
      "published": "2023-12-05",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/ba015196-1772-44ad-9a83-846e57e37078",
    "original_title": "Benin Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 3
  },
  {
    "title": "Dominican Republic Country Climate and Development Report",
    "abstract": "The Dominican Republic has made significant progress in boosting economic growth and reducing poverty, but it still faces challenges to achieve inclusive and equitable development, increase productivity, and improve the competitiveness and sustainability of primary sectors like agriculture, water, tourism, and energy. The National Development Strategy (NDS) and the National Multi‑Year Public Sector Plan (NPSP) aim to address development and climate challenges and promote a green, inclusive and resilient future. The DR is highly vulnerable to climate change, which is likely to compound existing development challenges. By 2050, climate change impacts are expected to decrease labor productivity and affect health, crop yields, tourism, infrastructure capital, and natural ecosystems such as forests and coastal areas. Climate change also poses risks to the financial system such as the banking sector's heightened credit exposure to tropical cyclones and droughts. Although the DR has a small carbon footprint, the country's GHG emissions have been rising, mainly in the energy, waste, and agricultural sectors. Fostering a low‑carbon growth path can support the country's climate change goals while bringing important development co‑benefits. The Dominican Republic CCDR employs a version of the MANAGE model. This CCDR further extends the model to incorporate the path of emissions from key sectors (transport, energy, AFOLU), and to incorporate DR‑specific climate damage functions to introduce the impact of climate change on the economy.",
    "citation": "“World Bank Group. 2023. Dominican Republic Country Climate and Development Report. CCDR Series. © Washington, DC: World Bank. http://hdl.handle.net/10986/40674 License: CC BY-NC-ND 3.0 IGO.”",
    "uri": "https://openknowledge.worldbank.org/handle/10986/40674",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/89f67367-f915-4369-8f30-9afbc6d89741/download",
        "text": "English PDF\n        (3.4 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/89f67367-f915-4369-8f30-9afbc6d89741/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/e4e889f5-582f-4cbd-9394-b67a65b21cd2/download",
        "text": "English Text\n        (355.33 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/e4e889f5-582f-4cbd-9394-b67a65b21cd2/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/c62ad0bf-1775-4cd6-845d-aaf4976de0aa/download",
        "text": "Spanish PDF\n        (3.52 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/c62ad0bf-1775-4cd6-845d-aaf4976de0aa/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/fa8c7de8-ee56-4f32-960c-b92082a22bcf/download",
        "text": "Annex 1 - Macroeconomic, Poverty and Financial Appendix\n        (1.08 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/fa8c7de8-ee56-4f32-960c-b92082a22bcf/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/ca4b04f1-eb92-4f80-b851-6989fa6ef676/download",
        "text": "Annex 2 - Estimating the Economic Damages of Climate Change in the Dominican Republic\n        (9.73 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/ca4b04f1-eb92-4f80-b851-6989fa6ef676/download"
        }
      }
    ],
    "metadata": {
      "date": "2023-11-30",
      "issn": null,
      "published": "2023-11-30",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/92ff46b2-650d-4395-b1d4-9c51dcdc6448",
    "original_title": "Dominican Republic Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 3
  },
  {
    "title": "West Bank and Gaza Country Climate and Development Report",
    "abstract": "This Country Climate and Development Report (CCDR) for the West Bank and Gaza examines the social and macroeconomic impacts of climate change under three alternative scenarios that reflect different levels of climate action and divergent economic growth trajectories. The scenario analysis builds on sector-level assessments focused on the water-energy-food nexus, urban development, and the macroeconomic framework and is informed by extensive stakeholder consultations and the stated climate priorities of the Palestinian Authority (PA). The health and social-protection sectors are treated as cross-cutting factors in this analysis, reflecting the critical importance of service provision and human capital in a fragile context like the West Bank and Gaza.",
    "citation": "“World Bank Group. 2023. West Bank and Gaza Country Climate and Development Report. CCDR Series. © Washington, DC: World Bank. http://hdl.handle.net/10986/40673 License: CC BY-NC-ND 3.0 IGO.”",
    "uri": "https://openknowledge.worldbank.org/handle/10986/40673",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/8f2474ab-d3dc-467c-b625-c000623a68c2/download",
        "text": "English PDF\n        (8.56 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/8f2474ab-d3dc-467c-b625-c000623a68c2/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/51f3f0c4-f0ff-4c68-b777-c364ba70dea9/download",
        "text": "English Text\n        (344.12 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/51f3f0c4-f0ff-4c68-b777-c364ba70dea9/download"
        }
      }
    ],
    "metadata": {
      "date": "2023-11-30",
      "issn": null,
      "published": "2023-11-30",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/ece9f50d-cec0-465c-9e92-7281eff7634f",
    "original_title": "West Bank and Gaza Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 3
  },
  {
    "title": "Tunisia Country Climate and Development Report",
    "abstract": "This Climate Change and Development Report (CCDR) establishes the case for a new economic model to address Tunisia’s challenging economic and social context and vulnerability to climate change. Building on extensive analyses and consultations (see Box 1 for our approach), the CCDR calls for a new model that emphasizes the role of the private sector in generating most jobs, while the state focuses on its regulating function, funding expenditures with the highest social and economic returns, and directing resources to interventions that are both economically and environmentally sustainable. The proposed model would involve major changes, such as using pricing to rationalize the consumption of resources and creating economic conditions that support private investments in climate adaptation and decarbonization. It would also involve a shift from recurrent public expenditures to public investments in adaptation and decarbonization.",
    "citation": "“World Bank Group. 2023. Tunisia Country Climate and Development Report. CCDR Series. © Washington, DC: World Bank. http://hdl.handle.net/10986/40658 License: CC BY-NC-ND 3.0 IGO.”",
    "uri": "https://openknowledge.worldbank.org/handle/10986/40658",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/fb44f7bf-242f-43fb-9c9b-d0d78900f290/download",
        "text": "English PDF\n        (3.74 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/fb44f7bf-242f-43fb-9c9b-d0d78900f290/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/eb32ecbe-ddef-42c4-b786-df22cc6c572c/download",
        "text": "French PDF\n        (2.69 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/eb32ecbe-ddef-42c4-b786-df22cc6c572c/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/dd44cbe0-ade9-4f7c-a779-4a89710ecc73/download",
        "text": "English Executive Summary\n        (581.72 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/dd44cbe0-ade9-4f7c-a779-4a89710ecc73/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/22df7ce6-859a-4602-902c-11aa9a6fb3f1/download",
        "text": "French Executive Summary\n        (624.88 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/22df7ce6-859a-4602-902c-11aa9a6fb3f1/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/189ba2b0-435e-4e57-9e7a-64bf7cc4101f/download",
        "text": "Arabic Executive Summary\n        (603.68 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/189ba2b0-435e-4e57-9e7a-64bf7cc4101f/download"
        }
      }
    ],
    "metadata": {
      "date": "2023-11-29",
      "issn": null,
      "published": "2023-11-29",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/66d30db7-bc0f-46fd-89bd-d983914147cc",
    "original_title": "Tunisia Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 3
  },
  {
    "title": "Azerbaijan Country Climate and Development Report",
    "abstract": "The Azerbaijan Country Climate and Development Report assesses how the country can reduce its vulnerability to climate shocks and the risks emerging from the global low-carbon transition while protecting the living standards of its people and reaping opportunities of a new climate economy. It argues that regardless of the pace of global mitigation efforts, decarbonization is in Azerbaijan’s economic self-interest. It highlights that the country faces considerable risks from future physical climate impacts potentially disrupting its sectors like agriculture and others. Finally, the report shows that climate action is affordable if supported by the right set of policies – some of which are already envisaged by the country’s 2022-2026 Socio-economic Development Strategy but not yet implemented like a phase-out of fossil fuels subsidies – aimed at catalyzing private sector investment in decarbonization and resilience.\"",
    "citation": "“World Bank Group. 2023. Azerbaijan Country Climate and Development Report. CCDR Series. © Washington, DC: World Bank. http://hdl.handle.net/10986/40622 License: CC BY-NC-ND 3.0 IGO.”",
    "uri": "https://openknowledge.worldbank.org/handle/10986/40622",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/915eb2e5-ee71-45b5-99ee-009337fca253/download",
        "text": "English PDF\n        (3.35 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/915eb2e5-ee71-45b5-99ee-009337fca253/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/e6b2f828-cf6d-401f-9b22-cfd55239b917/download",
        "text": "English Text\n        (446.68 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/e6b2f828-cf6d-401f-9b22-cfd55239b917/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/9a5f5962-7101-4ac4-9972-00cee75fcb10/download",
        "text": "Azerbaijani PDF\n        (3.7 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/9a5f5962-7101-4ac4-9972-00cee75fcb10/download"
        }
      }
    ],
    "metadata": {
      "date": "2023-11-28",
      "issn": null,
      "published": "2023-11-28",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/8dd535d5-126a-4181-8ffe-c0fa49b2599f",
    "original_title": "Azerbaijan Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 3
  },
  {
    "title": "Uzbekistan Country Climate and Development Report",
    "abstract": "This report explores how climate action, in line with Uzbekistan’s goal of achieving net zero emissions by 2060, interacts with the country’s growth and development path. It further suggests priority actions to reduce carbon emissions and build resilience while supporting inclusive economic growth and poverty reduction.",
    "citation": "“World Bank Group. 2023. Uzbekistan Country Climate and Development Report. CCDR Series. © Washington, DC: World Bank. http://hdl.handle.net/10986/40608 License: CC BY-NC-ND 3.0 IGO.”",
    "uri": "https://openknowledge.worldbank.org/handle/10986/40608",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/a85f766d-e26f-402d-9bbe-effddbbe70fe/download",
        "text": "English PDF\n        (7.1 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/a85f766d-e26f-402d-9bbe-effddbbe70fe/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/7dccc340-f736-4af2-846c-03e696ed2919/download",
        "text": "English Text\n        (576.87 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/7dccc340-f736-4af2-846c-03e696ed2919/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/41262f4b-6f00-4acf-9ad4-532a5ad375cc/download",
        "text": "Russian PDF\n        (7.63 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/41262f4b-6f00-4acf-9ad4-532a5ad375cc/download"
        }
      }
    ],
    "metadata": {
      "date": "2023-11-21",
      "issn": null,
      "published": "2023-11-21",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/686d0297-b311-4296-ab33-51d1859c6b32",
    "original_title": "Uzbekistan Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 3
  },
  {
    "title": "Democratic Republic of Congo (DRC) Country Climate and Development Report",
    "abstract": "This Country Climate and Development Report (CCDR) aims to support DRC's efforts to achieve its development goals within a changing climate by quantifying the impacts of climate change on the economy and highlighting policies and interventions needed to strengthen the country's climate resilience on many different levels. The report captures the interplay between DRC's development, climate challenges, and climate policies, with the objective of identifying synergies and tradeoffs. The CCDR supports the strategic vision of the Government of DRC as articulated in its 2030 National Strategic Development Plan (\"Plan National Stratégique de Développement\" (PNSD)) to reach middle-income country (MIC) status by 2035, and by 2050, become a diversified inclusive economy spurred by sustainable growth. It identifies the priorities needed in order to launch the most impactful, cost-effective actions to boost adaptation, build resilience, and foster low-carbon growth, while delivering on broader development goals. These are critical objectives, especially in fragile countries such as the DRC.",
    "citation": "“World Bank Group. 2023. Democratic Republic of Congo (DRC) Country Climate and Development Report. CCDR Series. © Washington, DC: World Bank. http://hdl.handle.net/10986/40599 License: CC BY-NC-ND 3.0 IGO.”",
    "uri": "https://openknowledge.worldbank.org/handle/10986/40599",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/97d3a673-58ff-4b25-b743-8ff7e45425a6/download",
        "text": "English PDF\n        (13.17 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/97d3a673-58ff-4b25-b743-8ff7e45425a6/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/47f96e99-2e9a-48a2-b0fc-e8862ba478e5/download",
        "text": "English Text\n        (382.9 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/47f96e99-2e9a-48a2-b0fc-e8862ba478e5/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/da5356f5-60f2-4842-9470-29eae7d6146e/download",
        "text": "French PDF\n        (13.3 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/da5356f5-60f2-4842-9470-29eae7d6146e/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/79ae5b3c-be5a-4a86-afbd-55b5cddbb11c/download",
        "text": "French Summary\n        (2.51 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/79ae5b3c-be5a-4a86-afbd-55b5cddbb11c/download"
        }
      }
    ],
    "metadata": {
      "date": "2023-11-16",
      "issn": null,
      "published": "2023-11-16",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/b1dd27cc-249f-4380-9b73-80cb8f695a43",
    "original_title": "Democratic Republic of Congo (DRC) Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 3
  },
  {
    "title": "Kenya Country Climate and Development Report",
    "abstract": "The Kenya Country Climate and Development Report (CCDR) aims to identify the impact of climate change on Kenya’s economy. Through robust and rigorous analyses that cover climate impact modeling across multiple scenarios and the overall economy, sectoral issues, investment needs and potential sources of financing, the CCDR aims to identify high impact intervention areas that would support climate positive development. Action against climate change is imperative to avoid setting back Kenya’s aspiration of being an upper-middle-income country and reducing poverty in the next decade. In a business-as-usual scenario, inaction under different climate futures could dampen real GDP by 1.25 to 2.4 percent by 2030 and 3.61 to 7.25 percent by 2050 compared to the baseline. Climate impacts Kenya’s human, natural and physical capital and the impacts vary by region. By 2050, no climate action could also result in 1.1 million additional poor compared to the baseline under the pessimistic climate scenario, with communities in the arid and semi-arid areas being most hard-hit. Kenya can also be a key player in the global climate solutions arena if it maintains a low-carbon growth path. Kenya stands out among African and lower-middle-income countries due to its well-diversified and primarily low-carbon energy mix, with about 90 percent of electricity generation coming from renewable resources. Kenya could also generate carbon offsets through large-scale landscape restoration. The CCDR identifies five key action areas that could enable Kenya to meet its growth aspirations in an inclusive and climate-resilient manner. The three multisectoral action areas are: managing water, land, and forest for climate-resilient agriculture and rural economies; delivering people-centered resilience with climate-informed basic services and urbanization; and strengthening Kenya’s competitiveness in international markets through shifts in energy, transport, and digital systems. It is necessary to complement these the three action areas with two crosscutting actions areas - improving integration and coordination of climate action in policy, planning, and investment decision-making across the economy, and developing and operationalizing policy measures for mobilizing climate finance from private and public sector. Implementing these action areas should account for regional differences to climate risk exposure.",
    "citation": "“World Bank Group. 2023. Kenya Country Climate and Development Report . © Washington, DC: World Bank. http://hdl.handle.net/10986/40572 License: CC BY-NC-ND 3.0 IGO.”",
    "uri": "https://openknowledge.worldbank.org/handle/10986/40572",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/a5203f40-25c8-42c5-8338-7e11730e7c4e/download",
        "text": "English PDF\n        (13.8 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/a5203f40-25c8-42c5-8338-7e11730e7c4e/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/f3707bbe-e1fc-412b-adc1-5cfc30f72672/download",
        "text": "English Executive Summary\n        (933.17 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/f3707bbe-e1fc-412b-adc1-5cfc30f72672/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/625a4e1c-18f6-46a7-ac70-184b038dacf6/download",
        "text": "Urban Sector Background Note\n        (1.81 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/625a4e1c-18f6-46a7-ac70-184b038dacf6/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/84e32dea-8cd3-4295-9258-19d9746493f7/download",
        "text": "Transport Sector Background Note\n        (3.69 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/84e32dea-8cd3-4295-9258-19d9746493f7/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/d3107c46-82ec-41e7-9aef-2ff04abc6c3c/download",
        "text": "Digital Sector Background Note\n        (1.26 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/d3107c46-82ec-41e7-9aef-2ff04abc6c3c/download"
        }
      }
    ],
    "metadata": {
      "date": "2023-11-16",
      "issn": null,
      "published": "2023-11-16",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/b59c453d-c2cb-421d-909d-7c05cb0d4580",
    "original_title": "Kenya Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 4
  },
  {
    "title": "Côte d’Ivoire Country Climate and Development Report",
    "abstract": "Côte d'Ivoire is at a crossroads. Despite good progress over the last decade, recent global economic and health shocks have aggravated existing problems including lack of fiscal space, limited access to concessional and cheap financing, and a fragile political neighborhood. But Côte d'Ivoire now has an opportunity to put its growth on a more sustainable path, both realizing the aspirations of a growing population and better adapting to the growing impacts of climate change. Climate change impacts are already affecting Côte d'Ivoire, as temperatures increase, rainfall and other weather events become more extreme and less predictable, and sea levels rise. This World Bank Group Country Climate and Development Report (CCDR) shows negative impacts from climate change will reduce economic performance and over proportionally impact the poor. The report examines specific opportunities in energy, agriculture, and land use as well as urban development and interconnectivity that could render the country’s development more sustainable and inclusive, raising standards of living while increasing resilience in face of climate change. Dealing with a changing climate is a national imperative, where choices need to be made for the structural transformation of the economy, transitioning from outdoor low‑earning sectors such as agriculture to more value‑added industrial and service activities.",
    "citation": "“World Bank Group. 2023. Côte d’Ivoire Country Climate and Development Report. © Washington, DC: World Bank. http://hdl.handle.net/10986/40560 License: CC BY-NC-ND 3.0 IGO.”",
    "uri": "https://openknowledge.worldbank.org/handle/10986/40560",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/79b4732d-63a6-41ea-bfff-75f656a826f5/download",
        "text": "English PDF\n        (4.34 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/79b4732d-63a6-41ea-bfff-75f656a826f5/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/09fb7bd1-f3e4-484f-9549-fc611e0a092f/download",
        "text": "Background Notes\n        (10 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/09fb7bd1-f3e4-484f-9549-fc611e0a092f/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/29c6ddc6-e4a0-41ab-bab6-ccdc365c77b6/download",
        "text": "English Text\n        (525.75 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/29c6ddc6-e4a0-41ab-bab6-ccdc365c77b6/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/394b9ab5-878b-42bd-bd19-374d05aac64e/download",
        "text": "French PDF\n        (4.57 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/394b9ab5-878b-42bd-bd19-374d05aac64e/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/2b36b119-67fd-4a7b-bcb5-548dd0e7d85d/download",
        "text": "French Text\n        (642.81 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/2b36b119-67fd-4a7b-bcb5-548dd0e7d85d/download"
        }
      }
    ],
    "metadata": {
      "date": "2023-11-02",
      "issn": null,
      "published": "2023-11-02",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/a88651eb-86ce-49e3-b860-c4dc881498c1",
    "original_title": "Côte d’Ivoire Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 4
  },
  {
    "title": "Romania Country Climate and Development Report",
    "abstract": "This report explores how climate action, in line with Romania’s goal of achieving net zero emissions by 2050, interacts with the country’s growth and development path. It further suggests priority actions to reduce carbon emissions and build resilience, while supporting inclusive economic growth and poverty reduction. This is the first Climate Country and Development Report (CCDR) to cover a European Union member state and a high-income economy.",
    "citation": "“World Bank Group. 2023. Romania Country Climate and Development Report. CCDR Series. © Washington, DC: World Bank. http://hdl.handle.net/10986/40500 License: CC BY-NC-ND 3.0 IGO.”",
    "uri": "https://openknowledge.worldbank.org/handle/10986/40500",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/9693d7f2-e4b9-45c9-ac1c-ca28146e0248/download",
        "text": "English PDF\n        (2.53 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/9693d7f2-e4b9-45c9-ac1c-ca28146e0248/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/a30f00ce-77ad-4fd6-9257-d781ada53d1b/download",
        "text": "English Text\n        (371.21 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/a30f00ce-77ad-4fd6-9257-d781ada53d1b/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/95a27a53-0577-4e31-b54b-9989ba7476e2/download",
        "text": "Romanian PDF\n        (3.43 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/95a27a53-0577-4e31-b54b-9989ba7476e2/download"
        }
      }
    ],
    "metadata": {
      "date": "2023-10-24",
      "issn": null,
      "published": "2023-10-24",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/b6dfeaca-c430-4877-9f2c-547885bf9cc1",
    "original_title": "Romania Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 4
  },
  {
    "title": "Cambodia Country Climate and Development Report",
    "abstract": "The Cambodia Country Climate and Development Report (CCDR) provides analysis and recommendations on how Cambodia can achieve sustained development while responding to climate change and the low-carbon transition. Cambodia has high development aspirations, aiming to become an upper-middle-income country by 2030 and a high-income country by 2050. Achieving these goals will not be easy and will require a more inclusive, diversified, and productive economy. Climate change could amplify existing development challenges, with potentially sizable impacts on growth, trade, debt, and poverty reduction, as Cambodia faces one of the world’s highest levels of exposure to floods and extreme heat. However, building climate resilience also offers an opportunity, not only to mitigate climate risks, but also to concurrently further development outcomes, as this report finds that adaptation measures in Cambodia have large development co-benefits. Moreover, Cambodia has made ambitious pledges in its Nationally Determined Contributions (NDC) and in its Long-term Strategy for Carbon Neutrality (LTS4CN). Delivering these commitments will require careful policy choices to mitigate transition risks and seize development opportunities. Finally, as a small, open economy highly dependent on trade and foreign direct investment (FDI), Cambodia will be highly affected by the accelerated decarbonization and changing consumption and production patterns in the rest of the world. With the right policy choices and a vibrant private sector, this could offer opportunities for export diversification, job creation, and growth.",
    "citation": "“World Bank Group . 2023. Cambodia Country Climate and Development Report. CCDR Series. © Washington, DC: World Bank. http://hdl.handle.net/10986/40467 License: CC BY-NC-ND 3.0 IGO.”",
    "uri": "https://openknowledge.worldbank.org/handle/10986/40467",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/e130351c-4fd4-4148-af2e-aeecb47d7366/download",
        "text": "English PDF\n        (9.17 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/e130351c-4fd4-4148-af2e-aeecb47d7366/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/0246a6db-4ba3-4d94-bc72-0c31493bc613/download",
        "text": "English Text\n        (362.61 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/0246a6db-4ba3-4d94-bc72-0c31493bc613/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/db1aac1a-6e57-4563-8664-2e30b11538f8/download",
        "text": "English Overview\n        (1.45 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/db1aac1a-6e57-4563-8664-2e30b11538f8/download"
        }
      }
    ],
    "metadata": {
      "date": "2023-10-16",
      "issn": null,
      "published": "2023-10-16",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/83b19efc-96d1-4be4-8240-28e0e7f13c9b",
    "original_title": "Cambodia Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 4
  },
  {
    "title": "Republic of Congo Country Climate and Development Report - Diversifying Congo's Economy: Making the Most of Climate Change",
    "abstract": "The Republic of Congo (RoC) CCDR is a new World Bank core diagnostic report that integrate climate change and development considerations. It is intended to help the country prioritize the most impactful actions that can boost adaptation and reduce greenhouse gas (GHG) emissions, while delivering on broader development goals. The CCDR builds on data and rigorous research and identify main pathways to reduce climate vulnerabilities and GHG emissions, including the costs and challenges as well as benefits and opportunities from doing so. The report highlights that RoC could reduce poverty in rural areas by 40% and in urban areas by 20% by 2050 by implementing more ambitious reforms to promote economic diversification and climate resilience. It also concludes that business as usual is not an option. Economic losses could reach up to 17% of GDP by 2050 if reforms to diversify the economy and attract more climate investments are not taken. Climate impacts could also increase total health costs from $92 million in 2010 to $260 million by 2050. The report identifies four priorities to promote sustainable growth in the country: (i) stronger and greener infrastructure and services in electricity, transport, water, and sanitation can deliver transformative results; (ii) More climate-ready education, health systems and social services can save lives and bring critical resources to the poorest; (iii) More investments in natural capital including climate smart agriculture and greater forest management along will help create jobs while reducing carbon emissions; (iv) better climate governance to leverage carbon markets. The forest contributes to US$260 million in timber exports and store over 44 billion tons of carbon dioxide equivalent emissions. Protecting and valorizing the forest is critical to turn the country’s natural capital into wealth. The report emphasizes that the private sector has a critical role to play in mobilizing financing for an ambitious set of reforms and investments in the context of tight fiscal space. This will require raising awareness on risks and opportunities from climate change, and innovative solutions and financial sector reforms.",
    "citation": "“World Bank Group. 2023. Republic of Congo Country Climate and Development Report - Diversifying Congo's Economy: Making the Most of Climate Change. CCDR Series. © Washington, DC: World Bank. http://hdl.handle.net/10986/40433 License: CC BY-NC-ND 3.0 IGO.”",
    "uri": "https://openknowledge.worldbank.org/handle/10986/40433",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/0cd4b1e0-963a-4004-9a6f-f43919700d52/download",
        "text": "English PDF\n        (1.36 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/0cd4b1e0-963a-4004-9a6f-f43919700d52/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/05164ea2-f134-40b7-b81e-ebfc7e45864f/download",
        "text": "English Text\n        (326.91 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/05164ea2-f134-40b7-b81e-ebfc7e45864f/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/db774c3e-b275-4a08-87a3-66c6116ee214/download",
        "text": "French PDF\n        (2.79 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/db774c3e-b275-4a08-87a3-66c6116ee214/download"
        }
      }
    ],
    "metadata": {
      "date": "2023-10-09",
      "issn": null,
      "published": "2023-10-09",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/7304e935-8400-4694-b7cf-aabe3ffa19e0",
    "original_title": "Republic of Congo Country Climate and Development Report - Diversifying Congo's Economy: Making the Most of Climate Change",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 4
  },
  {
    "title": "Colombia Country Climate and Development Report",
    "abstract": "As Colombia navigates a complex path toward a richer and more equitable future, the country faces three critical climate transitions. First, it will need to transit from a climate‑vulnerable to a more climate‑resilient economy. Second, guided by its Long‑Term Climate Strategy (LTS) and strong legal framework, which place it among the climate‑goal leaders of the Latin America region, the country will need to navigate a transition to a net zero greenhouse gas (GHG) emissions economy in the context of its stated goal for 2050. Third, in a world that will demand increasingly less of Colombia's primary exports—oil and coal—and more green products, it will need to engineer a transition in its economic model. This Country Climate and Development Report (CCDR) explores the opportunities for, and challenges to, achieving Colombia’s development goals and its ambitious climate commitments, as well as the complementarities between the two. It explores how climate change and climate action would affect the country’s growth and development and, in turn, how growth and development challenges would affect the achievement of its climate ambitions. The CCDR also investigates complementarities—specifically, how climate action could help Colombia achieve its development objectives, capture opportunities, support a just and inclusive transition, and protect its economy against longer‑term risks from climate change and from the world’s transition toward net zero GHG emissions.",
    "citation": "“World Bank Group. 2023. Colombia Country Climate and Development Report. CCDR Series; July 2023. © Washington, DC: World Bank. http://hdl.handle.net/10986/40056 License: CC BY-NC-ND 3.0 IGO.”",
    "uri": "https://openknowledge.worldbank.org/handle/10986/40056",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/90feb71e-cdf2-476e-8299-dde20074a309/download",
        "text": "English PDF\n        (4.36 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/90feb71e-cdf2-476e-8299-dde20074a309/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/54dd7327-63cc-4d40-8ab2-8408f9573f0c/download",
        "text": "English Text\n        (440.05 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/54dd7327-63cc-4d40-8ab2-8408f9573f0c/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/d025fec0-ff90-4d3e-b49f-f57ce74a79ad/download",
        "text": "Spanish PDF\n        (4.35 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/d025fec0-ff90-4d3e-b49f-f57ce74a79ad/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/b897242d-ab21-4933-b9c9-5c4e9ff15936/download",
        "text": "Spanish Text\n        (510.3 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/b897242d-ab21-4933-b9c9-5c4e9ff15936/download"
        }
      }
    ],
    "metadata": {
      "date": "2023-07-21",
      "issn": null,
      "published": "2023-07-21",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/9b706816-2618-48d0-87d4-e7e99b7ad779",
    "original_title": "Colombia Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 4
  },
  {
    "title": "Mozambique Country Climate and Development Report",
    "abstract": "This Country Climate and Development Report (CCDR) captures the interplay between development challenges and climate change and climate policies in Mozambique, with the objective of identifying synergies and tradeoffs. The CCDR informs the World Bank Group’s engagement in Mozambique, alongside other key products, such as Systematic Country Diagnostics (SCDs) and the recently adopted Country Partnership Framework (CPF) for the period 2023-2027. The CCDR aims to support Mozambique’s strategic vision and identifies a set of priorities for the most impactful and cost-effective actions to boost adaptation, build resilience, and foster low-carbon growth, while delivering on broader development goals.",
    "citation": "“World Bank Group. 2023. Mozambique Country Climate and Development Report. CCDR Series. © Washington, DC: World Bank. http://hdl.handle.net/10986/40671 License: CC BY-NC 3.0 IGO.”",
    "uri": "https://openknowledge.worldbank.org/handle/10986/40671",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/2b9fa284-479a-4f38-9cd8-b39a569b4e7b/download",
        "text": "English PDF\n        (2.47 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/2b9fa284-479a-4f38-9cd8-b39a569b4e7b/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/02722265-ecc2-40cd-abab-84f2d5d3a80c/download",
        "text": "English Text\n        (314.28 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/02722265-ecc2-40cd-abab-84f2d5d3a80c/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/eb0982eb-8065-447a-b9e7-078aab3465c6/download",
        "text": "Portuguese PDF\n        (10.19 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/eb0982eb-8065-447a-b9e7-078aab3465c6/download"
        }
      }
    ],
    "metadata": {
      "date": "2023-06-20",
      "issn": null,
      "published": "2023-06-20",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/4afdfdb4-3b04-4716-9ff0-175c76b49097",
    "original_title": "Mozambique Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 4
  },
  {
    "title": "Honduras Country Climate and Development Report",
    "abstract": "Honduras is highly vulnerable to extreme natural hazards, which are expected to increase because of climate change. These will have significant consequences for all of Honduran society, affecting important economic sectors and threatening food and water security and human health. The impacts of climate change are expected to disproportionately affect the poorest and most vulnerable, such as indigenous peoples and afro‑descendants (IPADs) and women. These impacts will likely compound existing challenges such as migration, internal displacement, and land conflicts and insecurity. Even though Honduras’s contribution to global emissions is significantly low, the country has opportunities to pursue low‑carbon development that will create co‑benefits and foster synergies with climate change adaptation, particularly in the agriculture, water, forestry, energy, and transport sector. This CCDR recommends focusing on a parallel approach of a) cross‑sectoral recommendations in the short term that allow for the creation of an enabling environment for sectoral recommendations in the long term and long term, while b) accelerating policy reforms and investments through a phased approach for priority sectors. This phased approach to sectoral action would help the country gradually enhance ambition while also harnessing the enhanced institutional capacities and increased enabling environment.",
    "citation": "“World Bank Group. 2023. Honduras Country Climate and Development Report. CCDR Series. © World Bank. http://hdl.handle.net/10986/39820 License: CC BY-NC-ND 3.0 IGO.”",
    "uri": "https://openknowledge.worldbank.org/handle/10986/39820",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/761f49d0-61dd-4807-bc02-af7cbf40c545/download",
        "text": "English PDF\n        (6.42 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/761f49d0-61dd-4807-bc02-af7cbf40c545/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/db546163-c1e0-4446-9c64-9b5225dc7313/download",
        "text": "English Annex\n        (1.43 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/db546163-c1e0-4446-9c64-9b5225dc7313/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/827b8d78-466a-453e-9159-f21d0d15061e/download",
        "text": "English Text\n        (346.3 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/827b8d78-466a-453e-9159-f21d0d15061e/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/91160c76-1202-47db-b32f-02f90902f1d2/download",
        "text": "Spanish PDF\n        (5.63 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/91160c76-1202-47db-b32f-02f90902f1d2/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/7fd48bbe-16d9-4171-be8d-4a67b0e65271/download",
        "text": "Spanish Annex\n        (1.5 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/7fd48bbe-16d9-4171-be8d-4a67b0e65271/download"
        }
      }
    ],
    "metadata": {
      "date": "2023-05-16",
      "issn": null,
      "published": "2023-05-16",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/cfe562d2-1a82-4e00-9b1f-d925c33668c6",
    "original_title": "Honduras Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 4
  },
  {
    "title": "Brazil Country Climate and Development Report",
    "abstract": "Brazil is highly exposed to climate change risks. The impacts of global climate change risks and local practices on the Amazon and Cerrado biomes are of particular concern, as they provide vital ecosystem services to Brazil, the South American region, and the world. The Brazil Country Climate and Development Report (CCDR) examines the implications of climate change and climate action for Brazil's development objectives and priorities. It identifies opportunities for Brazil to achieve both its development goals and its climate commitments. It lays out a combination of sectoral and economy-wide policy reforms, as well as targeted investments in near- and medium-term mitigation and adaptation measures to achieve more rapid and inclusive development with lower greenhouse gas (GHG) emissions. The idea is to maximize synergies between climate and development objectives, while addressing trade-offs among policy objectives and key transition challenges.",
    "citation": "“World Bank Group. 2023. Brazil Country Climate and Development Report. CCDR Series. © World Bank Group, Washington DC. http://hdl.handle.net/10986/39782 License: CC BY-NC 3.0 IGO.”",
    "uri": "https://openknowledge.worldbank.org/handle/10986/39782",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/af026935-5f2d-4edd-b19e-d8fb66f6e9da/download",
        "text": "Full Report in Portuguese\n        (2.88 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/af026935-5f2d-4edd-b19e-d8fb66f6e9da/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/427fb556-5355-431f-a8a1-1e0ef445687a/download",
        "text": "Full Report in Portuguese Text\n        (369.73 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/427fb556-5355-431f-a8a1-1e0ef445687a/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/9c04afce-44d2-43c2-9098-1cf98722c18f/download",
        "text": "Executive Summary in Portuguese\n        (1.12 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/9c04afce-44d2-43c2-9098-1cf98722c18f/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/fd36997e-3890-456b-b6f0-d0cee5fc191e/download",
        "text": "Full Report in English\n        (2.39 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/fd36997e-3890-456b-b6f0-d0cee5fc191e/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/8c0713d7-5768-4f2c-9be5-e5aa1a3855b5/download",
        "text": "Executive Summary in English\n        (1.07 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/8c0713d7-5768-4f2c-9be5-e5aa1a3855b5/download"
        }
      }
    ],
    "metadata": {
      "date": "2023-05-04",
      "issn": null,
      "published": "2023-05-04",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/a713713d-0b47-4eb3-a162-be9a383c341b",
    "original_title": "Brazil Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 4
  },
  {
    "title": "Indonesia Country Climate and Development Report",
    "abstract": "Climate challenges in Indonesia are intertwined with the country’s growth and development trajectories. Indonesia’s Country Climate and Development Report (CCDR) takes a historical look at climate and development challenges in Indonesia to: (i) present a baseline for the future low-carbon and climate-resilient journey; and (ii) develop a framework to illustrate climate-growth dynamics. The framework is centered around Indonesia’s abundant supply of carbon-intensive natural resources-land and energy-matched by high demand for those resources in parts of the economy that drive growth-agriculture, urban expansion, industry, transportation, and trade. The resulting emissions have direct and indirect costs. They erode climate resilience and increase costs from climate shocks. Rising carbon content in the economy also imposes sunk costs for the low-carbon transition. Although these challenges are known, and efforts are being made to tackle them, the framework aims to link these economy-wide issues to the ongoing and future reforms that are discussed in the CCDR.",
    "citation": "“World Bank Group. 2023. Indonesia Country Climate and Development Report. CCDR Series. © World Bank, Washington DC. http://hdl.handle.net/10986/39750 License: CC BY-NC-ND 3.0 IGO.”",
    "uri": "https://openknowledge.worldbank.org/handle/10986/39750",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/97ed886f-3a18-4301-ba8d-998bc23d8041/download",
        "text": "English PDF\n        (19.02 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/97ed886f-3a18-4301-ba8d-998bc23d8041/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/b3b47f29-33a4-4a80-bc5e-3970864502e4/download",
        "text": "English Text\n        (448.31 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/b3b47f29-33a4-4a80-bc5e-3970864502e4/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/816ae78d-a303-4d67-b5e1-f860f958cb9f/download",
        "text": "English Overview\n        (4.14 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/816ae78d-a303-4d67-b5e1-f860f958cb9f/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/446e1ca1-6542-4c9f-aac9-94ca426258fb/download",
        "text": "Full Report in Indonesian\n        (17.77 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/446e1ca1-6542-4c9f-aac9-94ca426258fb/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/fc711754-a583-4f65-8ddd-712456e571fa/download",
        "text": "Indonesian Overview\n        (4.15 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/fc711754-a583-4f65-8ddd-712456e571fa/download"
        }
      }
    ],
    "metadata": {
      "date": "2023-04-28",
      "issn": null,
      "published": "2023-04-28",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/c6b1d872-f487-4579-be3a-3cb6ba55dffa",
    "original_title": "Indonesia Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 4
  },
  {
    "title": "Egypt Country Climate and Development Report",
    "abstract": "This Country Climate and Development Report (CCDR) explores the challenges and opportunities of improving the alignment of Egypt’s development goals with its climate ambition. The CCDR offers a set of policy options and investment opportunities that, if implemented within five years, can deliver short-term benefits in selected sectors while also creating momentum toward important long-term benefits. The options identified in this report provide: Cost-effective adaptation approaches to reduce the negative impacts of climate change; Policy interventions to improve efficiency in the use of natural resources, and complement the creation of fiscal space to finance projects that reduce the vulnerability of people and the economy to climate shocks; Actions that can help avoid carbon lock-in through low-cost policy changes; Interventions to strengthen the country’s competitiveness while reducing negative externalities (such as pollution) and incentivize Egypt’s move towards a low carbon growth path in a manner consistent with its development objectives. Overall, the report identifies opportunities to reduce inefficiencies, manage risk, and strengthen the foundation for increased private sector participation.",
    "citation": "“World Bank Group. 2022. Egypt Country Climate and Development Report. CCDR Series;. © World Bank, Washington, DC. http://hdl.handle.net/10986/38245 License: CC BY-NC-ND.”",
    "uri": "https://hdl.handle.net/10986/38245",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/c2a8d937-5947-5320-9625-559251c55662/download",
        "text": "English PDF - Full Report\n        (1.99 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/c2a8d937-5947-5320-9625-559251c55662/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/877259ce-4038-5741-8e78-038d27492e95/download",
        "text": "English Executive Summary\n        (850.71 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/877259ce-4038-5741-8e78-038d27492e95/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/75db87a5-7b50-5006-860c-94fb0092d382/download",
        "text": "English Annexes\n        (659.51 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/75db87a5-7b50-5006-860c-94fb0092d382/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/9f16ba2f-e765-4b68-aa3d-09e4c19cb17c/download",
        "text": "Main report in Arabic\n        (1.51 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/9f16ba2f-e765-4b68-aa3d-09e4c19cb17c/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/ecff8c4a-2c7c-4592-ac25-0fa375f8ddf5/download",
        "text": "Arabic Executive Summary\n        (358.43 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/ecff8c4a-2c7c-4592-ac25-0fa375f8ddf5/download"
        }
      }
    ],
    "metadata": {
      "date": "2022-11-08",
      "issn": null,
      "published": "2022-11-08",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/597d2684-f4f3-511a-8341-1d7c40ab6df8",
    "original_title": "Egypt Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 5
  },
  {
    "title": "Argentina Country Climate and Development Report",
    "abstract": "The Argentina Country Climate and Development Report (CCDR) explores opportunities and identifies trade-offs for aligning Argentina’s growth and poverty reduction policies with its commitments on, and its ability to withstand, climate change. It assesses how the country can: reduce its vulnerability to climate shocks through targeted public and private investments and adequation of social protection. The report also shows how Argentina can seize the benefits of a global decarbonization path to sustain a more robust economic growth through further development of Argentina’s potential for renewable energy, energy efficiency actions, the lithium value chain, as well as climate-smart agriculture (and land use) options. Given Argentina’s context, this CCDR focuses on win-win policies and investments, which have large co-benefits or can contribute to raising the country’s growth while helping to adapt the economy, also considering how human capital actions can accompany a just transition.",
    "citation": "“World Bank Group. 2022. Argentina Country Climate and Development Report. CCDR Series;. © World Bank, Washington, DC. http://hdl.handle.net/10986/38252 License: CC BY-NC-ND.”",
    "uri": "https://hdl.handle.net/10986/38252",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/f8806192-1a48-5d12-a2af-252fbf268c95/download",
        "text": "English PDF\n        (3.23 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/f8806192-1a48-5d12-a2af-252fbf268c95/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/2d91534e-e769-590b-b32c-c6b9cc2363d5/download",
        "text": "Spanish PDF\n        (3.11 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/2d91534e-e769-590b-b32c-c6b9cc2363d5/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/c4526335-714e-5277-8f54-fd4aa83aba8c/download",
        "text": "Spanish Executive Summary\n        (1.54 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/c4526335-714e-5277-8f54-fd4aa83aba8c/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/a8aee1b8-819c-5f13-98f2-b7cbc99e6edc/download",
        "text": "English PDF - Executive Summary\n        (1.75 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/a8aee1b8-819c-5f13-98f2-b7cbc99e6edc/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/149ecb3b-f261-5c8f-8e10-3b9fcd22472c/download",
        "text": "English Background Note 1\n        (719.31 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/149ecb3b-f261-5c8f-8e10-3b9fcd22472c/download"
        }
      }
    ],
    "metadata": {
      "date": "2022-11",
      "issn": null,
      "published": "2022-11",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/0208826f-8ca9-5fa1-8e94-0eadd09ef29c",
    "original_title": "Argentina Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 5
  },
  {
    "title": "Iraq Country Climate and Development Report",
    "abstract": "The Iraq Country Climate and Development Report (CCDR) is a core WBG analytical product. The report focuses on specific analytical components that are critical to addressing Iraq's most pressing development needs and climate challenges simultaneously. The Iraq CCDR advocates for energy transition as a lever to address Iraq’s deep energy sector's inefficiencies and cope with the vulnerabilities of the water-agriculture-poverty nexus. The Iraq CCDR presents a set of prioritized and sequenced policy recommendations, which aim to accelerate Iraq's green, resilient and inclusive development.",
    "citation": "“World Bank Group. 2022. Iraq Country Climate and Development Report. CCDR Series;. © World Bank, Washington, DC. http://hdl.handle.net/10986/38250 License: CC BY-NC-ND.”",
    "uri": "https://hdl.handle.net/10986/38250",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/cf2a2b54-559b-5909-ada8-af36b21bd4da/download",
        "text": "English PDF\n        (18.05 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/cf2a2b54-559b-5909-ada8-af36b21bd4da/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/c2e30f17-0d71-4590-9bec-fbc402433ef0/download",
        "text": "English Text\n        (365.95 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/c2e30f17-0d71-4590-9bec-fbc402433ef0/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/c60ad2be-bb9e-563b-9740-02a41f4b07dd/download",
        "text": "Arabic PDF\n        (3.67 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/c60ad2be-bb9e-563b-9740-02a41f4b07dd/download"
        }
      }
    ],
    "metadata": {
      "date": "2022-11",
      "issn": null,
      "published": "2022-11",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/7412a92b-4412-5acb-8fde-8d19048f80d1",
    "original_title": "Iraq Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 5
  },
  {
    "title": "Philippines Country Climate and Development Report",
    "abstract": "Climate change poses major risks for development in the Philippines. Climate shocks, whether in the form of extreme weather events or slow-onset trends, will hamper economic activities, damage infrastructure, and induce deep social disruptions. Adaptation to the risks of climate change, including both extreme events and slow-onset problems, is thus critical for the Philippines. Policy inaction would impose substantial economic and human costs, especially for the poor. Adaptation cannot eliminate the costs of climate change, but it can substantially reduce them. Many adaptation responses also contribute to mitigation; conversely, many mitigation measures generate local co-benefits, such as reduced air pollution. Although the Philippines is a relatively low emitter of greenhouse gas (GHG), it can contribute to global mitigation efforts through an energy transition, including a shift away from coal. The investment costs of such adaptation measures and an energy transition are substantial but not out of reach. The Philippines Country Climate and Development Report (CCDR) comprehensively analyzes how climate change will affect the country's ability to meet its development goals and pursue green, resilient, and inclusive development. The CCDR helps identify opportunities for climate action by both the public and private sectors and prioritizes the most urgent development challenges impacted by climate change in the Philippines.",
    "citation": "“World Bank Group. 2022. Philippines Country Climate and Development Report. CCDR Series;. © World Bank, Washington, DC. http://hdl.handle.net/10986/38280 License: CC BY-NC-ND.”",
    "uri": "https://hdl.handle.net/10986/38280",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/89c5660d-4d58-5466-83d0-e767c675614a/download",
        "text": "English PDF\n        (8.18 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/89c5660d-4d58-5466-83d0-e767c675614a/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/1ea2dd11-0471-5be6-b970-e1da55591fa0/download",
        "text": "English PDF\n        (1.89 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/1ea2dd11-0471-5be6-b970-e1da55591fa0/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/65563763-45f9-425d-9436-caacd24b7628/download",
        "text": "Climate Change Institutional Analysis\n        (1.15 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/65563763-45f9-425d-9436-caacd24b7628/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/b70ab1b4-6814-4b45-bf9d-b05dc01eb2a9/download",
        "text": "Water\n        (1.92 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/b70ab1b4-6814-4b45-bf9d-b05dc01eb2a9/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/1d1f374f-83d6-49d5-b422-79c05533575f/download",
        "text": "Agriculture\n        (916.29 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/1d1f374f-83d6-49d5-b422-79c05533575f/download"
        }
      }
    ],
    "metadata": {
      "date": "2022-11",
      "issn": null,
      "published": "2022-11",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/3f76eedd-4ab6-5250-ab4e-75f39593f1b3",
    "original_title": "Philippines Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 5
  },
  {
    "title": "Pakistan Country Climate and Development Report",
    "abstract": "Integrating climate and development is a pillar of the World Bank Group’s (WBG) Climate Change Action Plan 2021-25. To advance its implementation, the WBG has launched the Country Climate and Development Report (CCDR). This new, core diagnostic tool analyzes how a country’s development goals can be achieved in the context of adapting to, and mitigating against, climate change. As such, the Pakistan CCDR provides analysis and policy recommendations on how to harmonize the country’s efforts to achieve further economic growth and lower poverty rates, on the one hand, with the pursuit of a climate-resilient, low-carbon, and equitable development path, on the other. In light of the devastating 2022 heatwaves and floods and the country’s vulnerability profile, the CCDR puts a strong emphasis on the need for building long-term resilience. Further, it explores pathways for Pakistan to achieve deep decarbonization by 2050, and eventually reach net-zero emissions by 2070 without undermining its development ambitions. It also provides assessment on technical, financial and institutional and governance frameworks needed for these climate transitions. Most importantly, it attempts to capture the centrality of people in climate policies by assessing how climate risks affect lives and livelihoods, and ways in which governments can build resilience and address poverty, distributional and job impact of climate change and climate actions. Lastly, it sheds lights on ways for Pakistan to galvanize cooperation between public and private sectors and support from international communities.",
    "citation": "“World Bank Group. 2022. Pakistan Country Climate and Development Report. CCDR Series;. © World Bank, Washington, DC. http://hdl.handle.net/10986/38277 License: CC BY-NC-ND.”",
    "uri": "https://hdl.handle.net/10986/38277",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/2d1af64a-8d35-5946-a047-17dc143797ad/download",
        "text": "English PDF\n        (3.06 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/2d1af64a-8d35-5946-a047-17dc143797ad/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/8aa74fcb-8b70-5e1f-87b9-478674c1d6b1/download",
        "text": "English PDF\n        (1.2 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/8aa74fcb-8b70-5e1f-87b9-478674c1d6b1/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/8ca0b138-16b0-5d33-ab19-a422e44d6fd4/download",
        "text": "English Text\n        (307.83 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/8ca0b138-16b0-5d33-ab19-a422e44d6fd4/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/9ed455e8-7c14-4261-a396-49b82603abde/download",
        "text": "Executive Summary in Urdu\n        (17.75 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/9ed455e8-7c14-4261-a396-49b82603abde/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/4cd7e94d-e280-4a8f-ac31-78f322c379cd/download",
        "text": "Pakistan's Performance on Resilience, Inclusion, Sustainability, and Eciency\n        (135.1 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/4cd7e94d-e280-4a8f-ac31-78f322c379cd/download"
        }
      }
    ],
    "metadata": {
      "date": "2022-11",
      "issn": null,
      "published": "2022-11",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/614ddc2b-ca31-53c9-b59c-6bf12a56d336",
    "original_title": "Pakistan Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 5
  },
  {
    "title": "Peru Country Climate and Development Report",
    "abstract": "The Peru Country Climate and Development Report (CCDR) provides analysis and recommendations on integrating the country’s efforts to achieve economic development with the pursuit of emission reduction and climate resilience. The CCDR explores opportunities and trade-offs for aligning Peru’s development path with its recent commitments on climate change. Peru is highly vulnerable to climate change and needs urgent adaptation action. Peru can benefit from decarbonization policies, thanks to its mining, forestry and agriculture, and renewable energy resources. Peru has many opportunities to develop and implement comprehensive climate policies that also increase productivity and reduce poverty. A low-carbon, resilient development for Peru would require substantial institutional reforms, in addition to public and private investments.",
    "citation": "“World Bank Group. 2022. Peru Country Climate and Development Report. CCDR Series;. © World Bank, Washington, DC. http://hdl.handle.net/10986/38251 License: CC BY-NC-ND.”",
    "uri": "https://hdl.handle.net/10986/38251",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/ac8ccd3d-2fe2-55d8-bea3-a2792cc873b8/download",
        "text": "English PDF\n        (3.08 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/ac8ccd3d-2fe2-55d8-bea3-a2792cc873b8/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/f0628447-325a-53a4-a427-7d1e41587f6f/download",
        "text": "English Executive Summary\n        (1.32 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/f0628447-325a-53a4-a427-7d1e41587f6f/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/49c53735-3bbf-47a8-86be-7277e719998e/download",
        "text": "Aligning Peru's Transport Sector Development with Climate Action: A Background Note\n        (5.08 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/49c53735-3bbf-47a8-86be-7277e719998e/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/60a6634d-df1c-574d-80ab-4725d6169781/download",
        "text": "Spanish PDF\n        (3.18 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/60a6634d-df1c-574d-80ab-4725d6169781/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/31675794-ab9a-5466-9e46-6608cc6dab64/download",
        "text": "Spanish Executive Summary\n        (1.34 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/31675794-ab9a-5466-9e46-6608cc6dab64/download"
        }
      }
    ],
    "metadata": {
      "date": "2022-11",
      "issn": null,
      "published": "2022-11",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/60ed071c-c750-521e-9400-289b7cdf4de5",
    "original_title": "Peru Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 5
  },
  {
    "title": "Jordan Country Climate and Development Report",
    "abstract": "In Jordan, natural resource scarcity and import dependence mean pronounced climate change impacts are inevitable and adapting to climate change is a pressing development priority. A new World Bank diagnostic tool, The Country Climate and Development Report explores the linkages between climate and development and identifies priority actions to build resilience and reduce carbon emissions, while supporting economic growth and reducing poverty. The report indicates that Jordan’s trajectory in meeting its climate and development goals will be largely determined by policy and investment choices in five strategic sectors - water, energy, agriculture, transport and urban development. The transformation of those sectors towards a resilient and low carbon path would need to be closely coordinated along two nexuses to maximize co-benefits and to reduce potentially negative socio-economic impacts: the water-energy-food security nexus, in a context of extreme water scarcity and pressing adaptation needs, and the urban-transport-energy nexus, which is at the core of the shift towards a low-carbon growth path. Jordan will need to use a combination of avenues to leverage financing for priority climate action. Selected policy reforms to improve the management of public investment in key sectors, attract and leverage private sector financing, incentivize end-users and change behaviors, and ensure greater engagement of the financial sector will all be essential for the achievement of Jordan’s climate priorities. Equally important will be the identification of additional financing for priority investments, without which the country’s climate commitments may remain out of reach.",
    "citation": "“World Bank Group. 2022. Jordan Country Climate and Development Report. CCDR Series;. © World Bank, Washington, DC. http://hdl.handle.net/10986/38283 License: CC BY-NC-ND.”",
    "uri": "https://hdl.handle.net/10986/38283",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/7c81ff9b-6f43-5648-be15-b2e2b25d1d33/download",
        "text": "English PDF\n        (3.09 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/7c81ff9b-6f43-5648-be15-b2e2b25d1d33/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/d6678f0c-d860-559b-99fa-e31ab663cd95/download",
        "text": "English Text\n        (466.15 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/d6678f0c-d860-559b-99fa-e31ab663cd95/download"
        }
      }
    ],
    "metadata": {
      "date": "2022-11",
      "issn": null,
      "published": "2022-11",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/662a4ef2-a49b-5119-8f32-9778a95794d5",
    "original_title": "Jordan Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 5
  },
  {
    "title": "Kazakhstan Country Climate and Development Report",
    "abstract": "The World Bank Group’s Country Climate and Development Reports (CCDRs) are new core diagnostic reports that integrate climate change and development considerations. The CCDR for Kazakhstan identifies ways that Kazakhstan can achieve its development objectives while fostering the transition to a more green, resilient, and inclusive development pathway. It sets out policy reforms and investments needed to build resilience to climate change impacts and reduce greenhouse gas (GHG) emissions while creating a more diversified, competitive and sustainable economy.",
    "citation": "“World Bank Group. 2022. Kazakhstan Country Climate and Development Report. CCDR Series;. © World Bank, Washington, DC. http://hdl.handle.net/10986/38215 License: CC BY-NC-ND.”",
    "uri": "https://hdl.handle.net/10986/38215",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/e91f4c4e-a61b-507d-bb91-a39c5ad2f499/download",
        "text": "Main Report\n        (4.77 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/e91f4c4e-a61b-507d-bb91-a39c5ad2f499/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/96bdc753-97a2-58dc-8bbf-564bf3d6117c/download",
        "text": "Executive Summary\n        (1.5 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/96bdc753-97a2-58dc-8bbf-564bf3d6117c/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/bd57a272-42f1-56ee-a3cb-44e46e7f9aa4/download",
        "text": "Russian PDF\n        (5.1 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/bd57a272-42f1-56ee-a3cb-44e46e7f9aa4/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/f49edf2d-332d-563b-89ec-ad2932846029/download",
        "text": "Russian Executive Summary\n        (1.6 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/f49edf2d-332d-563b-89ec-ad2932846029/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/8ff1c67a-12c7-5b19-bcd6-bb89d3f14d87/download",
        "text": "Background Note 1\n        (635.19 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/8ff1c67a-12c7-5b19-bcd6-bb89d3f14d87/download"
        }
      }
    ],
    "metadata": {
      "date": "2022-11",
      "issn": null,
      "published": "2022-11",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/dabff214-772e-50b4-89d9-a172e99accc3",
    "original_title": "Kazakhstan Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 5
  },
  {
    "title": "South Africa Country Climate and Development Report",
    "abstract": "South Africa's ambition is to build a more inclusive, resilient and sustainable economy. This ambition depends on the extent to which the country is able to shift from its heavy dependence on coal to low-carbon activities and to address the growing risks presented by climate change. This low-carbon path and adaptation must be people-centered, creating jobs and protecting the poorest in the most unequal society in the world. All of these require policies and actions with inevitable tradeoffs and some synergies. The South Africa Country Climate and Development Report (CCDR) provides analysis and recommendations on integrating the country’s efforts to achieve rapid growth, higher employment and lower inequality with the pursuit of a low-carbon and climate resilient development path. The CCDR provides a summary of key challenges and opportunities for the country's transition to a low-carbon economy in a just way. The report also provides assessment of what it takes (in terms of technical, financial and institutional and governance framework) for South Africa to achieve net-zero emissions by 2050 without undermining its development ambitions. The report examines ways in which South Africa could adapt and build resilience to a changing climate. Finally, the report provides priority packages of policy recommendations that South Africa could implement to achieve its just transition to a low-carbon economy and society by 2050.",
    "citation": "“World Bank Group. 2022. South Africa Country Climate and Development Report. CCDR Series;. © World Bank, Washington, DC. http://hdl.handle.net/10986/38216 License: CC BY-NC-ND.”",
    "uri": "https://hdl.handle.net/10986/38216",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/52409ffd-96f7-58d4-be7f-c8114abbd4c5/download",
        "text": "English PDF\n        (3.86 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/52409ffd-96f7-58d4-be7f-c8114abbd4c5/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/2b9a25b1-f244-53cd-a6ff-73f12ba8c22c/download",
        "text": "English PDF\n        (262.88 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/2b9a25b1-f244-53cd-a6ff-73f12ba8c22c/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/97882814-9c1c-42a7-aad8-2e1c0cdbb533/download",
        "text": "English Text\n        (290.79 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/97882814-9c1c-42a7-aad8-2e1c0cdbb533/download"
        }
      }
    ],
    "metadata": {
      "date": "2022-10",
      "issn": null,
      "published": "2022-10",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/c2ebae54-6812-51d3-ab72-08dd1431b873",
    "original_title": "South Africa Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 5
  },
  {
    "title": "Ghana Country Climate and Development Report",
    "abstract": "Ghana has achieved major development gains over the past three decades, but progress has slowed and there are causes for concern going forward. Ghana sought to fuel its development by leveraging markets, but debt sustainability is a concern, compounded by crises. Ghana’s economic and human development is also vulnerable to climate change and climate-related shocks. While climate change cannot be solved by any single country, local actions can help manage physical and transition risks as well as bring large opportunities. This report explores the ways in which Ghana can pursue its development objectives while considering the challenges of climate change and the opportunities from the transition. It sets the stage in chapter 1 by documenting the various ways in which climate and development interact in Ghana, emphasizing that climate action can support development. Chapter 2 reviews Ghana’s climate commitments and institutional readiness to carry them out. Chapter 3 lays out concrete actions that Ghana can consider to boost its resilience and productivity in key sectors while reducing its emissions and associated externalities. Chapter 4 models some of these investments and policies to assess their overall economic and social effects and explores financing options as well as ways to crowd in the private sector. Chapter 5 concludes by laying out priorities for the government to consider that are achievable and can yield development and climate payoffs simultaneously.",
    "citation": "“World Bank Group. 2022. Ghana Country Climate and Development Report. CCDR Series;. © World Bank, Washington, DC. http://hdl.handle.net/10986/38209 License: CC BY-NC-ND.”",
    "uri": "https://hdl.handle.net/10986/38209",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/9c9764c1-076d-5dcc-8339-6e4f0de2b610/download",
        "text": "English PDF\n        (3.59 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/9c9764c1-076d-5dcc-8339-6e4f0de2b610/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/08ab66bc-6f69-463f-aa77-4e852db44f4c/download",
        "text": "English Text\n        (350.67 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/08ab66bc-6f69-463f-aa77-4e852db44f4c/download"
        }
      }
    ],
    "metadata": {
      "date": "2022-10",
      "issn": null,
      "published": "2022-10",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/c735de13-aa4a-57f2-94be-d888816b83ba",
    "original_title": "Ghana Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 5
  },
  {
    "title": "Bangladesh Country Climate and Development Report",
    "abstract": "The World Bank Group’s Country Climate and Development Reports (CCDRs) are new core diagnostic reports that integrate climate change and development considerations. They will help countries prioritize the most impactful actions that can reduce greenhouse gas (GHG) emissions and boost adaptation, while delivering on broader development goals. This CCDR identifies near-term policy and investment priorities that will support Bangladesh to continue progress in building resilience to the effects of climate change. Section 1 describes Bangladesh’s vulnerability to the effects of climate change and outlines estimates of the cost of mitigation and adaptation investments through 2030. Section 2 lays out the Government of Bangladesh’s existing climate commitments and plans, and evaluates the institutional capacities required to meet them. Section 3 highlights priority sector-level interventions to build climate resilience while meeting development goals. Section 4 presents potential synergies between decarbonization and development. Section 5 discusses the macroeconomic and distributional impacts of climate scenarios and identifies priority actions to support adaptation and growth. The CCDR provides additional analysis to prioritize actions to accelerate climate-resilient development in line with Bangladesh’s goals.",
    "citation": "“World Bank Group. 2022. Bangladesh Country Climate and Development Report. CCDR Series;. © World Bank Group, Washington, DC. http://hdl.handle.net/10986/38181 License: CC BY-NC-ND.”",
    "uri": "https://hdl.handle.net/10986/38181",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/6d66e133-e49d-5ad9-b056-7b1a6c6206ed/download",
        "text": "English PDF\n        (2.24 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/6d66e133-e49d-5ad9-b056-7b1a6c6206ed/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/0f1eac4d-2350-5a09-a1fc-bad652dff6cb/download",
        "text": "English Executive Summary\n        (556.27 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/0f1eac4d-2350-5a09-a1fc-bad652dff6cb/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/568ad9f5-06a9-5400-ab9e-274677530800/download",
        "text": "Bangla Executive Summary\n        (3.19 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/568ad9f5-06a9-5400-ab9e-274677530800/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/119e415d-92c7-5cb1-aea3-ad40f1c9e7e8/download",
        "text": "Technical Note\n        (985.83 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/119e415d-92c7-5cb1-aea3-ad40f1c9e7e8/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/c9931e4b-efb0-5f94-af73-8744c0d74db1/download",
        "text": "Background Note 1\n        (4.39 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/c9931e4b-efb0-5f94-af73-8744c0d74db1/download"
        }
      }
    ],
    "metadata": {
      "date": "2022-10",
      "issn": null,
      "published": "2022-10",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/1d6b85c3-4959-5f93-af88-dda33f52ee37",
    "original_title": "Bangladesh Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 6
  },
  {
    "title": "Morocco Country Climate and Development Report",
    "abstract": "Climate change poses a serious threat to Morocco’s economic growth and human potential but with the right investments and policies in place, a more sustainable future is possible. A new World Bank diagnostic tool, The Country Climate and Development Report explores the linkages between climate and development and identifies priority actions to build resilience and reduce carbon emissions, while supporting economic growth and reducing poverty. The Morocco climate report identifies three priority areas – tackling water scarcity and droughts; enhancing resilience to floods; and decarbonizing the economy. The report also looks at the cross-cutting issues of financing, governance, and equity. The underlying message in the report is that if Morocco invests in climate action now and takes the appropriate policy measures, the benefits will be immense. Ambitious climate actions will help to revitalize rural areas, create new jobs and position the Kingdom as a green industrial hub, while also helping Morocco to reach its broader development goals. The report identifies key pathways to decarbonize the economy, reducing reliance on fossil fuels and massively deploying solar and wind power. The report estimates that total investment needed to put Morocco firmly on a resilient and low carbon pathway by the 2050s would be around $78 billion in present dollar value. The good news is that these investments could be gradual and that with the appropriate policies in place, the private sector could shoulder much of the cost.",
    "citation": "“World Bank Group. 2022. Morocco Country Climate and Development Report. CCDR Series;. © World Bank, Washington, DC. http://hdl.handle.net/10986/38240 License: CC BY-NC-ND.”",
    "uri": "https://hdl.handle.net/10986/38240",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/c5c11886-30bf-5350-8e5f-df9722b85fe0/download",
        "text": "English PDF - Full Report\n        (2.45 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/c5c11886-30bf-5350-8e5f-df9722b85fe0/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/db0a50ce-42af-5266-ba82-7f946a1ecf29/download",
        "text": "English Executive Summary\n        (228.29 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/db0a50ce-42af-5266-ba82-7f946a1ecf29/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/0a549cdc-c5c8-53a0-a570-078800be7e02/download",
        "text": "French PDF - Full Report\n        (3.39 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/0a549cdc-c5c8-53a0-a570-078800be7e02/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/99c4192d-d7e2-52b6-9669-827e9b11fa77/download",
        "text": "French Executive Summary\n        (238 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/99c4192d-d7e2-52b6-9669-827e9b11fa77/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/5fa150d1-45ee-5aa4-ac9d-af9b40aa3f8b/download",
        "text": "Arabic Executive Summary\n        (234.95 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/5fa150d1-45ee-5aa4-ac9d-af9b40aa3f8b/download"
        }
      }
    ],
    "metadata": {
      "date": "2022-10",
      "issn": null,
      "published": "2022-10",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/620e4ee9-e683-5821-b097-7c48062b42cf",
    "original_title": "Morocco Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 6
  },
  {
    "title": "China Country Climate and Development Report",
    "abstract": "The China Country Climate and Development Report (CCDR) provides analysis and recommendations on integrating the country’s efforts to achieve high-quality development with the pursuit of emission reduction and climate resilience. Without adequate mitigation and adaptation efforts, climate risks will become a growing constraint to China’s long-term growth and prosperity, threatening to reverse development gains. Conversely, if efforts to tackle climate risks lead to a significant decline in growth and rising inequality, they would deprive millions of people of development and likely erode support for the reforms necessary to achieve a lasting economic transformation. Hence, China will need to grow and green its economy at the same time. This report offers policy options to achieve these dual objectives by easing inevitable trade-offs and maximizing potential synergies between China’s development and climate objectives.",
    "citation": "“World Bank Group. 2022. China Country Climate and Development Report. CCDR Series. © World Bank Group, Washington DC. http://hdl.handle.net/10986/38136 License: CC BY-NC-ND.”",
    "uri": "https://hdl.handle.net/10986/38136",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/35ea9337-dfcf-5d60-9806-65913459d928/download",
        "text": "English PDF\n        (5.4 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/35ea9337-dfcf-5d60-9806-65913459d928/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/98a31afc-f0e2-5cad-8380-2473ba85ba29/download",
        "text": "English Overview\n        (1.45 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/98a31afc-f0e2-5cad-8380-2473ba85ba29/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/3cf6d04a-d16f-46de-9d09-09d50cdefad8/download",
        "text": "English Text\n        (544.17 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/3cf6d04a-d16f-46de-9d09-09d50cdefad8/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/a06d8703-5486-5345-90e3-c58c1c69b2f4/download",
        "text": "Chinese PDF\n        (14.18 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/a06d8703-5486-5345-90e3-c58c1c69b2f4/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/9d44cb89-279d-5ede-a28a-89ffe54949b9/download",
        "text": "Chinese Overview\n        (4.06 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/9d44cb89-279d-5ede-a28a-89ffe54949b9/download"
        }
      }
    ],
    "metadata": {
      "date": "2022-10",
      "issn": null,
      "published": "2022-10",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/ef01c04f-4417-51b6-8107-b688061a879e",
    "original_title": "China Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 6
  },
  {
    "title": "Malawi Country Climate and Development Report",
    "abstract": "This Country Climate and Development Report aims to support Malawi’s efforts to achieve its development goals within a changing climate by quantifying the impacts of climate change on the economy and highlighting key policies and interventions that are needed to strengthen climate resilience. The analysis includes climate modeling across multiple scenarios to account for the inherent uncertainty in climate projections; and sector-by-sector analysis and assessment of economywide impacts to identify the biggest impacts. It examines Malawi’s current policy landscape and identifies needed reforms; considers how Malawi can best protect its most vulnerable households; and considers how the country can finance its ambitious development and climate agenda, including the key role of the private sector. The analysis shows that climate change will impose large costs on the economy and on already vulnerable households. If Malawi stays on its current low-growth development trajectory, climate change could reduce GDP by 3-9 percent in 2030, 6-20 percent in 2040, and 8-16 percent by 2050). The analysis also clearly demonstrates that development, as set out in Malawi’s Vision 2063, provides a strong basis for strengthening resilience to climate impacts. If Malawi was to accelerate implementation of policies and programs envisioned in the Vision 2063 the development trajectory would shift to a higher growth path and climate change impacts would be significantly reduced. But the Vision 2063 development path will not be enough and building greater resilience to climate change will require doing different things and doing things differently. With additional adaptation measures, the analysis shows that not only is the impact of climate change on GDP much smaller, GDP is higher with climate change and adaptation when compared to the counterfactual with no climate impacts; losses range from -1 to 3 percent in 2030 and 2040, and 1 to 4 percent in 2050.",
    "citation": "“World Bank Group. 2022. Malawi Country Climate and Development Report. CCDR Series;. © World Bank, Washington, DC. http://hdl.handle.net/10986/38217 License: CC BY-NC-ND.”",
    "uri": "https://hdl.handle.net/10986/38217",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/bbcae1ac-127f-5219-a490-c80012bfea8f/download",
        "text": "English PDF\n        (2.39 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/bbcae1ac-127f-5219-a490-c80012bfea8f/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/4ddbc044-5fe5-5306-90ee-de51037b017e/download",
        "text": "English Executive Summary\n        (202.7 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/4ddbc044-5fe5-5306-90ee-de51037b017e/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/a3aa5ce6-7149-5a82-949c-0d3157bc6881/download",
        "text": "Transport Sector Background Note\n        (1.8 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/a3aa5ce6-7149-5a82-949c-0d3157bc6881/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/130bab71-586e-5d48-8fd3-b7fad17fe4e9/download",
        "text": "Digital Sector Background Note\n        (3.23 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/130bab71-586e-5d48-8fd3-b7fad17fe4e9/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/23693e02-37d4-57b3-b630-acb37e93a5fd/download",
        "text": "Climate Change Institutional Assessment Background Note\n        (673.58 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/23693e02-37d4-57b3-b630-acb37e93a5fd/download"
        }
      }
    ],
    "metadata": {
      "date": "2022-10",
      "issn": null,
      "published": "2022-10",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/ea68d466-764a-5c06-90c9-14105f558955",
    "original_title": "Malawi Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 6
  },
  {
    "title": "Rwanda Country Climate and Development Report",
    "abstract": "The Rwanda CCDR highlights key interventions that are needed in Rwanda to strengthen climate resilience in the context of country’s development priorities and its commitments under the Paris Agreement. The CCDR finds that Rwanda’s unconditional adaptation and mitigation commitments (i.e., the actions the country plans to implement through 2030 using existing and planned domestic and external financial resources) would substantially dampen the shocks to GDP resulting from increased weather variability. Unconditional NDC investments would boost industrial output and employment during project implementation compared to their baseline levels. The CCDR also finds that conditional actions boost the capital stock above the baseline by more than 4% on average in the late-2020s and by 1% towards mid-century. The additional climate investments in agriculture, energy, and infrastructure simulated in the CCDR could also accelerate the pace of structural transformation. Considering the current global and national fiscal context, finding the right balance between development and climate action will be instrumental for Rwanda to sustain its impressive growth rates and deliver its national development plan Vision 2050. The CCDR offers recommendations organized by priority areas, where sector-specific interventions and projects are presented.",
    "citation": "“World Bank Group. 2022. Rwanda Country Climate and Development Report. CCDR Series;. © World Bank, Washington, DC. http://hdl.handle.net/10986/38067 License: CC BY-NC-ND 3.0 IGO.”",
    "uri": "https://hdl.handle.net/10986/38067",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/cafb4b4c-c080-5b6a-aa02-4015a9474f0b/download",
        "text": "English PDF\n        (6.69 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/cafb4b4c-c080-5b6a-aa02-4015a9474f0b/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/8b4dc9e2-ef7a-523c-bf2a-911838caa20c/download",
        "text": "English PDF\n        (8.37 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/8b4dc9e2-ef7a-523c-bf2a-911838caa20c/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/c11722e6-77f4-4fa3-93c5-04453aa55bf6/download",
        "text": "English Text\n        (305.15 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/c11722e6-77f4-4fa3-93c5-04453aa55bf6/download"
        }
      }
    ],
    "metadata": {
      "date": "2022-09",
      "issn": null,
      "published": "2022-09",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/6b410886-99f8-555e-a884-0695218a8458",
    "original_title": "Rwanda Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 6
  },
  {
    "title": "Nepal Country Climate and Development Report",
    "abstract": "This Country Climate and Development Report (CCDR) identifies ways that Nepal can achieve its overall development objectives while fostering its strategic ambition to transition to a greener, more resilient, and inclusive development pathway. This report is organized as follows: Chapter 1 captures the current situation in the country with respect to climate impacts and risks, emission sources, and opportunities for integrated climate change adaptation and mitigation. Chapter 2 describes the government’s response, through sectoral and economywide commitments, laws, and regulations. Chapter 3 assesses the impacts of climate change on the macroeconomy and road transport systems, given their critical role to connectivity. It also analyzes the links between climate change and air pollution, poverty, health, social inclusion, and community resilience. Chapter 4 presents pathways to transition to resilience, looking at integrated management of landscape systems comprising water, agriculture, and forests as well as strengthening climate and disaster risk management governance. Chapter 5 analyzes pathways to transition to decarbonization, primarily the potential for hydropower expansion domestically and in the region. It also looks at transport and urban opportunities to reduce emissions while enhancing resilience and adaptation co-benefits. Chapter 6 discusses how to scale up financing for resilience, hydropower, and other opportunities, given the limitations of the country’s fiscal space. Chapter 7 presents a prioritization framework for the most transformational climate action with seven ‘policy packages’—one for each priority transition and each key enabler—that contain specific recommendations for how to move from analysis to action.",
    "citation": "“World Bank Group. 2022. Nepal Country Climate and Development Report. CCDR Series. © World Bank, Washington, DC. http://hdl.handle.net/10986/38012 License: CC BY-NC-ND.”",
    "uri": "https://hdl.handle.net/10986/38012",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/b7f9d77f-aff8-4d52-a3cb-f717121944a4/download",
        "text": "English Text\n        (359.73 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/b7f9d77f-aff8-4d52-a3cb-f717121944a4/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/30a1cb25-232c-41ab-bd96-7046d446c2fc/download",
        "text": "English PDF - Full Report\n        (2.99 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/30a1cb25-232c-41ab-bd96-7046d446c2fc/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/e693dfa1-6db4-549f-9863-38f0ecfa2ed6/download",
        "text": "English Executive Summary\n        (12.16 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/e693dfa1-6db4-549f-9863-38f0ecfa2ed6/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/ce0133de-58dd-555d-9ae9-ad67e0a157be/download",
        "text": "Nepali Executive Summary\n        (9.9 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/ce0133de-58dd-555d-9ae9-ad67e0a157be/download"
        }
      }
    ],
    "metadata": {
      "date": "2022-09",
      "issn": null,
      "published": "2022-09",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/7b6f49e3-5431-5d48-94bb-c22ac1d3dcd1",
    "original_title": "Nepal Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 6
  },
  {
    "title": "Vietnam Country Climate and Development Report",
    "abstract": "Like most countries in the world, Vietnam is increasingly seeing its development affected by climate change. With a coastline of 3,260 kilometers that includes major cities and production sites, Vietnam is highly exposed to sea-level rise. Climate change impacts on the Vietnamese economy and national welfare are already significant—about 3.2 percent of gross domestic product (GDP) in 2020—and they are expected to escalate rapidly even if greater efforts are made to mitigate future climate change around the world. Vietnam has historically had very low greenhouse gas (GHG) emissions, but over the past two decades, it has seen some of the fastest emissions growth rates in the world. From 2000 to 2015, as GDP per capita increased from $390 to $2,000, per capita emissions more than quadrupled. Vietnam’s GHG emissions are associated with toxic air pollution in many of its cities today, with implications for health and labor productivity. At the UN Climate Change Conference in Glasgow in November 2021 (COP26), the Prime Minister made several commitments, including an ambitious target of reducing emissions to net zero by 2050. Vietnam’s increased attention to climate change and the environment reflects the growing economic costs of resource depletion and climate impacts, which have already started to harm trade and investment— two key drivers of the nation’s robust growth and job creation in recent decades. Vietnam now faces critical questions about how to respond to climate change: How intensively should it work to adapt to previous and predicted damages caused by climate change, given the uncertainty of global mitigation efforts? How much will it cost to reduce GHG emissions? How can the private sector be mobilized to help achieve Vietnam’s climate goals? Are there trade-offs between adaptation and mitigation investments? Are there trade-offs between economic growth, poverty reduction, and climate action, and how can they be managed? Which sectors and regions should be prioritized? What are the distributional implications of a low-carbon, climate-resilient growth path? The Vietnam Country and Climate Development Report (CCDR) investigates these questions. One of the first in a series of country-level diagnostics produced by the World Bank Group (WBG) under its 2021–2025 Climate Change Action Plan, the CCDR examines the adaptation and mitigation challenges faced by Vietnam. It pays special attention to policy trade-offs and provides recommendations to help policy makers prioritize among a range of options, recognizing uncertainties about future climate change impacts and the availability of technology and financing.",
    "citation": "“World Bank Group. 2022. Vietnam Country Climate and Development Report. CCDR Series. © Washington, DC: World Bank. http://hdl.handle.net/10986/37618 License: CC BY 3.0 IGO.”",
    "uri": "https://hdl.handle.net/10986/37618",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/a27f1b05-910d-59ab-ba2c-84206bf107c2/download",
        "text": "English PDF\n        (3.71 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/a27f1b05-910d-59ab-ba2c-84206bf107c2/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/23fed1f8-6260-574a-9e2d-f4d44fb94fa3/download",
        "text": "English PDF\n        (3.78 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/23fed1f8-6260-574a-9e2d-f4d44fb94fa3/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/bcadf440-bb36-5839-88c2-1d1571c8e6a2/download",
        "text": "English PDF\n        (2.86 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/bcadf440-bb36-5839-88c2-1d1571c8e6a2/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/0e81a56a-8db6-592b-a6f0-2834d974660e/download",
        "text": "Vietnamese PDF\n        (3.59 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/0e81a56a-8db6-592b-a6f0-2834d974660e/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/d9e987cb-8b0b-51c9-baef-d2bf8e28bdd0/download",
        "text": "Vietnamese PDF\n        (3.56 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/d9e987cb-8b0b-51c9-baef-d2bf8e28bdd0/download"
        }
      }
    ],
    "metadata": {
      "date": "2022-07-01",
      "issn": null,
      "published": "2022-07-01",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/29e72556-d255-5c50-a086-245c1ccc4704",
    "original_title": "Vietnam Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 6
  },
  {
    "title": "G5 Sahel Region Country Climate and Development Report",
    "abstract": "The five countries of Burkina Faso, Chad, Mali, Mauritania, and Niger (the G5) in the Sahel region of Africa are among the least developed countries in the world. The now regular and growing climate shocks are causing large losses in outputs, reducing human capital accumulation, and leading to potentially devastating ecological and economic tipping points in the region. This World Bank country climate development report (CCDR) has examined the most critical actions and policy changes needed to accelerate the region's economic recovery, sustainable and inclusive development, and adaptation to the impacts of climate change. This report has three main messages. First, the opportunities for a resilient and lower-carbon development of the G5 countries are significant. They can reverse environmental degradation and maximize the benefits of climate action for the poor. Second, rapid, resilient, and inclusive growth is both the best form of adaptation to climate change and the best strategy for meeting development goals in an effective, sustainable, and productive manner. Third, the costs of inaction are far greater than the costs of action. Early and targeted action on policies and programs presented in this report can move the G5 Sahel countries towards a greener, more resilient, prosperous, and inclusive future.",
    "citation": "“World Bank Group. 2022. G5 Sahel Region Country Climate and Development Report. CCDR Series. © Washington, DC: World Bank. http://hdl.handle.net/10986/37620 License: CC BY 3.0 IGO.”",
    "uri": "https://hdl.handle.net/10986/37620",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/197f07e0-d3ec-48bc-9d52-38d551d5d312/download",
        "text": "English PDF\n        (3.84 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/197f07e0-d3ec-48bc-9d52-38d551d5d312/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/dc86f266-37b0-5075-8ceb-6fa8fdf74562/download",
        "text": "English Text\n        (364.45 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/dc86f266-37b0-5075-8ceb-6fa8fdf74562/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/80738fd0-5a36-41cd-ae0f-28221963db39/download",
        "text": "French PDF\n        (2.58 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/80738fd0-5a36-41cd-ae0f-28221963db39/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/67932705-9dce-51f1-a073-d719b5b551f2/download",
        "text": "English Annex\n        (7.3 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/67932705-9dce-51f1-a073-d719b5b551f2/download"
        }
      }
    ],
    "metadata": {
      "date": "2022-07-01",
      "issn": null,
      "published": "2022-07-01",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/50936c70-3771-5618-8b3e-52e7c01be5f8",
    "original_title": "G5 Sahel Region Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 6
  },
  {
    "title": "Türkiye Country Climate and Development Report",
    "abstract": "Integrating climate and development is a pillar of the World Bank Group’s Climate Change Action Plan 2021-25. To advance its implementation, the Bank Group has launched a new, core diagnostic tool: the Country Climate and Development Report, a new, core diagnostic tool that analyzes how a country’s development goals can be achieved in the context of adapting to and mitigating against climate change. These reports will reflect the country’s climate commitments and identify ways to support their implementation through public and private sector solutions. They will capture the centrality of people in policies on climate change adaptation and mitigation, assessing how climate risks affect people, and ways in which governments can build resilience and address poverty, distributional and job impact of climate change and climate action. The Turkiye Country Climate and Development Report explores how climate action, in line with the country’s mitigation goal of achieving net zero emissions by 2053 as well as its adaptation and resilience needs, interact with its growth and development path and contribute to achieving the country’s development objectives, help seize opportunities offered by green technologies, protect the economy against longer-term risks such as large-scale disasters or carbon lock-in as the world transitions towards zero-carbon technologies, and support a just and inclusive transition for all.",
    "citation": "“World Bank Group. 2022. Türkiye Country Climate and Development Report. CCDR Series. © Washington, DC: World Bank. http://hdl.handle.net/10986/37521 License: CC BY 3.0 IGO.”",
    "uri": "https://hdl.handle.net/10986/37521",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/80bdfcf8-73b1-42b3-b107-1629f64a1f0c/download",
        "text": "English PDF\n        (4.26 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/80bdfcf8-73b1-42b3-b107-1629f64a1f0c/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/bea0d1f4-be22-5d67-9e16-e3f6614c56ff/download",
        "text": "English Executive Summary\n        (1023.09 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/bea0d1f4-be22-5d67-9e16-e3f6614c56ff/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/83ad0fbb-2afe-5c7b-bc0b-8409b1cbde96/download",
        "text": "Background Note 1\n        (4.53 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/83ad0fbb-2afe-5c7b-bc0b-8409b1cbde96/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/a62b3bf7-6845-59a2-a70a-341121164f84/download",
        "text": "Background Note 2\n        (1.45 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/a62b3bf7-6845-59a2-a70a-341121164f84/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/b298bc5c-6581-5713-8753-33693f71465e/download",
        "text": "Background Note 3\n        (1.31 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/b298bc5c-6581-5713-8753-33693f71465e/download"
        }
      }
    ],
    "metadata": {
      "date": "2022-06-13",
      "issn": null,
      "published": "2022-06-13",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/01826a0c-059f-5a0c-91b7-2a6b8ec5de2f",
    "original_title": "Türkiye Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 6
  },
  {
    "title": "Cameroon Country Climate and Development Report",
    "abstract": "The Country Climate and Development Report (CCDR) identifies ways that Cameroon can achieve its overall development objectives while fostering the transition to a greener, more resilient, and more inclusive development pathway. The CCDR finds that climate change is already a threat to Cameroon’s development and the country faces the challenge of changing the current development model to create opportunities to improve resilience and to put the country on a stronger development trajectory. Currently, about two million people (nine percent of Cameroon’s population) live in drought-affected areas, and about eight percent of the country’s GDP is vulnerable. Tropical forests cover almost 40 percent of the country and provide an estimated eight million rural people with traditional staples including food, medicines, fuel, and construction material. Changes in temperature, rain and droughts put these people at greater risk of increased poverty. Furthermore, populations living in certain regions are more vulnerable to climate hazards, especially in the Far North where debilitating droughts have contributed to alarming rates of food insecurity and loss of livelihoods. To achieve more rapid, inclusive, and sustainable economic growth, moving away from the state-led development model, and putting the private sector at the forefront of economic activity are needed. Without reforms, the proportion of the population subsisting on an income at or below the international poverty rate would still be about 15 percent in 2050, well above the global target of three percent, whereas changing the development model could bring that proportion down to about three percent by that year. The report also puts adaptation at the heart of climate action as well and identify four priority areas for intervention and which are: (i) agriculture, forestry and other land use; (ii) cities; (iii) infrastructure; and (iv) human capital.",
    "citation": "“World Bank Group. 2022. Cameroon Country Climate and Development Report. CCDR Series;. © World Bank, Washington, DC. http://hdl.handle.net/10986/38242 License: CC BY-NC-ND.”",
    "uri": "https://hdl.handle.net/10986/38242",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/9deeaf4b-a936-5e56-9397-21780f1d764d/download",
        "text": "English PDF\n        (1.6 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/9deeaf4b-a936-5e56-9397-21780f1d764d/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/f37a6463-152d-4cc2-a32d-467f8c14dedd/download",
        "text": "English Text\n        (226.42 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/f37a6463-152d-4cc2-a32d-467f8c14dedd/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/235cacc0-26d8-57c1-888a-5012327823e8/download",
        "text": "French PDF\n        (2.76 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/235cacc0-26d8-57c1-888a-5012327823e8/download"
        }
      }
    ],
    "metadata": {
      "date": "2022",
      "issn": null,
      "published": "2022",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/d600ba78-86f8-5e3a-a894-217b51253734",
    "original_title": "Cameroon Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 6
  },
  {
    "title": "Angola Country Climate and Development Report",
    "abstract": "Climate change is already affecting people’s lives and livelihoods in Angola, as well as the Angolan economy. The country is experiencing increasingly severe and frequent climate hazards, including the South’s worst prolonged droughts in decades. Climate change impacts also come with a heavy price tag: climate-related disasters (floods, storms, droughts) cost Angola nearly US1.2 billion dollars between 2005 and 2017, and on average droughts alone affect about a million Angolans every year. Impacts of climate variability on Angola’s water resources are expected to be particularly severe and will affect food and energy production, as well as hydropower, on which Angola relies for most of its electricity. The future does not look much brighter: climate models predict a rise in temperatures, with most of Angola becoming 1–1.5 degree Celsius warmer in 2020-2040 relative to the 1981–2010 period, with a 1.4-degree Celsius increase in the annual average temperature already recorded. The imperative to adapt and transition to a proactive model for climate risk management is urgent. Against this backdrop, and the equally urgent priority to diversify away from a highly oil-based economy, the Angola Country Climate and Development Report (CCDR) provides options for the country to adapt to a fast-warming and decarbonizing world and adopt measures for more diversified and climate-resilient development that will underpin sustainable and inclusive growth. Angola has significant renewable capital, including agricultural land, forests, water resources, and, above all, its people, who can facilitate this process. But climate change also threatens these renewable assets, and necessary investments in climate resilience will be critical to realize their potential. This report identifies five pathways to achieve a vision of a future Angolan economy that is both diversified and climate-resilient, with opportunities for all. Tailored to the national context, these approaches were identified in dialogue with the Government of Angola and build on national development priorities. Angola is rich in natural capital, not only oil, gas, and diamonds, but also abundant water resources, renewable energy potential, and fertile arable land. Therefore, to shift away from an economy driven by oil and gas extraction and toward a sustainable and diversified economy based on renewable natural capital, this CCDR recommends investing in and building the resilience of key sectors, notably 1) water resources, 2) agriculture and fisheries, and 3) renewable energy. Delivering the vision of a climate-resilient and diversified economy also entails 4) enabling green and resilient cities with economic opportunities for all Angolans; and leveraging Angola’s young population by 5) boosting human capital, through expanded, climate-resilient access to basic services and by fostering a culture of climate preparedness.",
    "citation": "“World Bank Group. 2022. Angola Country Climate and Development Report. CCDR Series;. © World Bank, Washington, DC. http://hdl.handle.net/10986/38361 License: CC BY-NC-ND.”",
    "uri": "https://hdl.handle.net/10986/38361",
    "downloadLinks": [
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/b22cb94b-42e7-5800-846d-4d90435d3a9b/download",
        "text": "English PDF\n        (2.97 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/b22cb94b-42e7-5800-846d-4d90435d3a9b/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/99772ed7-bdb5-5502-9f5a-7cec14e944f9/download",
        "text": "English Text\n        (322.54 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/99772ed7-bdb5-5502-9f5a-7cec14e944f9/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/544977ea-b5f7-5435-91db-fecc0c30ce5d/download",
        "text": "English Executive Summary\n        (600.03 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/544977ea-b5f7-5435-91db-fecc0c30ce5d/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/17ffddb1-d06b-5411-a322-9634f2325492/download",
        "text": "Portuguese PDF - Full Report\n        (2.7 MB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/17ffddb1-d06b-5411-a322-9634f2325492/download"
        }
      },
      {
        "url": "https://openknowledge.worldbank.org/bitstreams/c8bc246d-edc3-5a23-8067-674404f296cf/download",
        "text": "Portuguese Executive Summary\n        (578.56 KB)",
        "file_info": {
          "mime_type": "application/gzip",
          "charset": "utf-8",
          "content_length": "495",
          "final_url": "https://openknowledge.worldbank.org/bitstreams/c8bc246d-edc3-5a23-8067-674404f296cf/download"
        }
      }
    ],
    "metadata": {
      "date": "2022",
      "issn": null,
      "published": "2022",
      "authors": "World Bank Group"
    },
    "source_url": "https://openknowledge.worldbank.org/entities/publication/f5d0bae7-8230-5d41-8466-b5031de9741e",
    "original_title": "Angola Country Climate and Development Report",
    "source": "World Bank Open Knowledge Repository",
    "page_found": 7
  }
]